<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>Amistad Verdadera</h1>
		
		<p style=" font-style: italic; ">
			El siguiente es un art&iacute;culo escrito por Glenn Smith. Glenn es el fundador y presidente de 
			Rodeo Cowboy Ministries, un ministerio dirigido a los vaqueros de rodeo en los Estados Unidos. 
			Junto con su esposa Ann, viaja miles de kil&oacute;metros cada a&ntilde;o anunciando el Evangelio de 
			Jesucristo a la gente de a caballo. Muchos han conocido y experimentado la gracia del Se&ntilde;or 
			y su salvaci&oacute;n a trav&eacute;s del mensaje que ellos predican.
		</p>
		
		<p>
			"Y hay amigo m&aacute;s fiel que un hermano." (Proverbios 18:24) Los amigos son valiosos. Esto es, 
			amigos verdaderos. El &uacute;nico problema es, por lo menos en este pa&iacute;s, tendemos llamar nuestros 
			amigos a simples conocidos. La verdad es, apenas les conocemos y ciertamente no tenemos nada 
			sobre que basar nuestra confianza en cuanto a su car&aacute;cter. No nos debe sorprender cuando estas 
			personas nos ignoran o traicionan, por cuanto desagradable que sea.
		</p>
		
		<p>
			Por otro lado, podemos considerar de veras a alguien como nuestro amigo, creer que le 
			conocemos, y sin embargo nos lastima profundamente. Todos hemos contado con alguien a quien 
			pod&iacute;amos confiar algo vital y nos desilusion&oacute; cuando m&aacute;s lo necesit&aacute;bamos. Eso de veras duele.
		</p>
		
		<p>
			Un amigo verdadero procura ser leal, no importa el costo. Creo que Dios nos est&aacute; desafiando en 
			este tiempo a hacer una evaluaci&oacute;n espiritual en qu&eacute; tipo de amigo somos para otros. No 
			podemos ser m&aacute;s fieles al Se&ntilde;or que lo somos a aquellos con quienes nos ha puesto en su 
			servicio. La integridad y lealtad en nuestras relaciones glorifica y agradan en gran manera a 
			nuestro Se&ntilde;or. Hacemos bien en estudiar la amistad entre David y Jonat&aacute;n; desinteresado ser&iacute;a 
			una buena descripci&oacute;n. Aunque Jonat&aacute;n pod&iacute;a ver que David, por la mano de Dios, iba a tomar 
			el trono que &eacute;l mismo habr&iacute;a heredado con derechos, no se portaba con resentimiento ni se 
			quejaba por autocompasi&oacute;n. Proteg&iacute;a a David en cada oportunidad que le viniera, y lo amaba 
			con a su propia alma. Qu&eacute; lecci&oacute;n para los creyentes de hoy.
		</p>
		
		<p>
			S&iacute;, a&uacute;n un amigo devoto de vez en cuando nos fallar&aacute;. Es inevitable; son seres humanos que a 
			veces cometen errores, tal como nosotros. Es el momento de extender amor, misericordia, y 
			perd&oacute;n - &iexcl;vendr&aacute; el d&iacute;a cuando nosotros necesitemos cosechar lo mismo! Proverbios 17:17 nos 
			exhorta, "En todo tiempo ama el amigo."
		</p>
		
		<p>
			Gracias a Dios por amigos leales. Ann y yo, y este ministerio, estamos constantemente 
			agradecidos por los muchos amigos que el Se&ntilde;or nos ha dado a trav&eacute;s de este pa&iacute;s. Los 
			apreciamos mucho. Sin embargo, estamos conscientes que hay un s&oacute;lo Amigo perfecto quien nunca 
			nos fallar&aacute; ni abandonar&aacute;. Su nombre es Jes&uacute;s. El problema es, algunas personas lo conocen 
			apenas como un conocido - no como el Amigo m&aacute;s verdadero y m&aacute;s leal en todo el universo.
		</p>
		
		<p>
			En los primeros a&ntilde;os de este ministerio, viv&iacute;amos a unos 65 kil&oacute;metros fuera de Austin, Texas. 
			Ann iba manejando por la carretera en Austin un d&iacute;a cuando se dio cuenta que se le hab&iacute;a 
			olvidado pedir a su amiga, Nancy, que pasara por nuestra hija, Kay, en la escuela a varios 
			kil&oacute;metros de la casa. Mientras Ann aceleraba por el tr&aacute;fico, mir&oacute; al reloj y se desesper&oacute;. 
			Necesitaba avisar a su amiga acerca de Kay y no ten&iacute;a ni el tiempo ni un lugar de donde 
			hablar. En medio de su angustia, el Se&ntilde;or habl&oacute; a su coraz&oacute;n, "YO SOY tu amigo, me encargar&eacute; 
			que se atienda a Kay." Un sentido de alivio y paz vino sobre ella. Ann pod&iacute;a imaginarse a 
			Jes&uacute;s sonri&eacute;ndole mientras oraba y entreg&oacute; a Kay a su cuidado, pidi&eacute;ndole que por favor 
			recordara a alguien que pasara por ella a tiempo. As&iacute; lo hizo. Impresion&oacute; a una se&ntilde;ora que 
			pasara por Kay, record&aacute;ndole que Ann estaba en Austin. Justo a tiempo El se encarg&oacute; de que la 
			llevaran a casa. "Qu&eacute; Amigo tenemos en Jes&uacute;s," se dice el himno. &iquest;Pero cuantas veces ignoramos 
			al Amigo de Amigos, buscando a otros en su lugar? C&oacute;mo ha de entristecerle cuando no 
			apreciamos su amistad.
		</p>
		
		<p>
			Considera esta tremenda promesa en Juan 15:15, "Ya no los llamamos siervos, porque el siervo 
			no sabe lo que hace su amo. Los llamo mis amigos, porque les he dado a conocer todo lo que mi 
			Padre me ha dicho." S&iacute;, Jes&uacute;s es nuestro Amigo comprometido, y no hay nada que no pueda ni no 
			quiera hacer por nosotros. Por el otro lado, nos ha llamado "amigos." &iquest;Estamos procurando ser 
			un amigo a &eacute;l? &iquest;Puede contar con nuestra amistad? Los amigos se conf&iacute;an y se aman unos a otros 
			sin condiciones; los amigos est&aacute;n no importa lo que pase.
		</p>
		
		<p>
			Sin duda estamos viviendo en los &uacute;ltimos d&iacute;as - Jes&uacute;s regresar&aacute; pronto. Desea que su Cuerpo 
			viva en unidad y armon&iacute;a unos con otros. El compromiso a &eacute;l significa compromiso de unos a 
			otros. No podemos agradar a nuestro Se&ntilde;or y al mismo tiempo ser indiferentes o descuidados en 
			nuestras relaciones terrenales. La amistad verdadera est&aacute; entretejida con amor, atenci&oacute;n, 
			generosidad, honestidad, integridad, lealtad, y perd&oacute;n.
		</p>
		
		<p>
			Si apreciamos y amamos de manera genuina a nuestro Se&ntilde;or, apreciamos a los dem&aacute;s tambi&eacute;n. 
			Expresaremos su amor y amistad no solamente a su familia, sino tambi&eacute;n a un mundo perdido y 
			moribundo. Si pertenecemos a Jesucristo entonces somos la simiente de Abraham y Abraham se 
			llamaba el "amigo de Dios." (Lee G&aacute;latas 3:29 y Santiago 2:23.) La amistad de Dios es nuestra 
			herencia en Cristo Jes&uacute;s.
		</p>
		
		<p>
			El anhelo del coraz&oacute;n de nuestro Padre es revelarse a nosotros como nuestro Amigo. &iquest;Se lo 
			permitiremos? Si lo hacemos, entonces estaremos en una posici&oacute;n para exhibir la amistad 
			verdadera a otros.
		</p>
	</div>

</body>
</html>
