<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>&iquest;Est&aacute; Apuntado Tu Nombre En La Lista?</h1>
		
		<p>
			El vaquero se baja de la camioneta con una gran sonrisa en su cara. Saluda a todos sus 
			compa&ntilde;eros con mucho gusto de verlos. Siente mucha alegr&iacute;a al estar en este lugar donde se 
			va a llevar a cabo el gran rodeo y en el que ha venido a competir. Luego, pasa a la oficina 
			de la secretaria de rodeo para pagar su inscripci&oacute;n y ver c&oacute;mo qued&oacute; el sorteo.
		</p>
		
		<p>
			Piensa en el premio que se est&aacute; ofreciendo - &iexcl;mucha lana y una hebilla de plata! Ha llegado 
			con todo el prop&oacute;sito de arrebatarlo y llevarlo a casa. Vino desde muy lejos y con mucha 
			anticipaci&oacute;n de competir aqu&iacute;.
		</p>
		
		<p>
			Saluda a la secretaria con esa gran sonrisa y le dice su nombre. Ella se pone a buscarlo en 
			las hojas que trae. Primero lee una hoja, luego otra y otra y no lo encuentra. Empieza otra 
			vez con la primera hoja y lee los nombres de arriba abajo, pero no aparece.
		</p>
		
		<p>
			El vaquero dice su nombre otra vez. Ella vuelve a buscarlo de atr&aacute;s hacia adelante. 
			La semblanza del vaquero se cae. Est&aacute; preocupado. Le deletrea su nombre. Ella busca 
			cuidadosamente pero no est&aacute;. &iexcl;Su nombre no est&aacute; en la lista!
		</p>
		
		<p>
			La alegr&iacute;a que sent&iacute;a hace rato se ha convertido en confusi&oacute;n. &iquest;Qu&eacute; pas&oacute;? Todo su mundo se 
			viene para abajo cuando el vaquero se da cuenta de que nunca se comunic&oacute; para apartar su 
			lugar. Despu&eacute;s de viajar desde muy lejos, y llegar con toda la emoci&oacute;n y la anticipaci&oacute;n de 
			participar en el gran rodeo, solamente oye la noticia de que ha sido rechazado; no aceptado. 
			"Lo siento, pero no est&aacute;s apuntado."
		</p>
		
		<p>
			&iexcl;No puede ser! &iexcl;Que apunten a un vaquero m&aacute;s! "Pero es que no entiendes. Pas&eacute; meses de 
			entrenamiento, prepar&aacute;ndome para este evento. Trabaj&eacute; y ahorr&eacute; mi dinero para pagar mi 
			inscripci&oacute;n. Hice un gasto muy grande para llegar aqu&iacute;. Vengo de muy lejos. &iexcl;Tienes que 
			apuntarme!"
		</p>
		
		<p>
			Duro y dale pero todo para nada. Cuando los libros se cierran, as&iacute; quedan.
		</p>
		
		<p>
			Antes de competir en cualquier rodeo, el vaquero tiene que apuntarse en la lista. Para los 
			rodeos grandes, esto se tiene que hacer con tiempo (a veces hasta unas semanas) antes del 
			inicio del evento. En los Estados Unidos, los miembros de la PRCA y otras asociaciones 
			profesionales tienen el lujo de hacer esto a trav&eacute;s de una llamada telef&oacute;nica y una 
			computadora. Nadie puede competir sin que su nombre est&eacute; previamente apuntado en la lista del 
			rodeo. Y cada competidor recibe un n&uacute;mero de confirmaci&oacute;n que consta de que su nombre est&eacute; 
			en la lista. Si hay una falla en el sistema, &eacute;l puede comprobar que se apunt&oacute; mediante ese 
			n&uacute;mero.
		</p>
		
		<p>
			As&iacute; es tambi&eacute;n en el Reino de Dios. Nadie entra que no haya sido apuntado previamente. 
			Tu nombre tiene que aparecer en un libro, conocido como el libro de la vida del Cordero, 
			o no entras.
		</p>
		
		<p>
			"Y los libros fueron abiertos, y <strong>otro libro</strong> fue abierto, el cual es 
			<strong>el libro de la vida</strong> y el que no se hall&oacute; inscrito en <strong>el libro 
			de la vida</strong> fue lanzado al lago de fuego" (Apocalipsis 20: 12,15).
		</p>
		
		<p>
			"No entrar&aacute; en ella (la ciudad de Dios) ninguna cosa inmunda, o que hace abominaci&oacute;n y 
			mentira, sino solamente los que est&aacute;n inscritos en <strong>el libro de la vida del 
			Cordero</strong>" (Apocalipsis 21:27).
		</p>
		
		<p>
			Antes de casi todo rodeo aqu&iacute; en M&eacute;xico se reza la "oraci&oacute;n del vaquero" donde se dice 
			que nuestro boleto para entrar al cielo ha sido pagado. Y s&iacute; es cierto. Sin embargo, me 
			pregunto cu&aacute;ntos vaqueros han recogido su boleto. Porque el Se&ntilde;or tiene la lista de todos 
			los que han recibido su boleto.
		</p>
		
		<p>
			Entonces, &iquest;c&oacute;mo puedes apuntarte en el libro de la vida del Cordero? Tienes que comunicarte 
			desde aqu&iacute; en la tierra. Tienes que hablar con Jesucristo en esta vida y decirle personalmente 
			que aceptas su perd&oacute;n y regalo de la vida eterna. Y &eacute;l te dar&aacute; su Esp&iacute;ritu Santo como 
			comprobante de que tu nombre aparece en su libro y est&aacute;s destinado a la redenci&oacute;n.
		</p>
		
		<p>
			"Y por cuanto sois hijos, Dios envi&oacute; a vuestros corazones el Esp&iacute;ritu de su Hijo, el cual 
			clama: &iexcl;Abba, Padre!" (G&aacute;latas 4:7).
		</p>
		
		<p>
			Luego caminar&aacute;s por esta vida en comuni&oacute;n con &eacute;l, disfrutando las cosas que te ha preparado 
			para esta vida y la venidera.
		</p>
	</div>

</body>
</html>
