<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>Depende De Ti</h1>
		
		<p id="verse">
			"Nunca se apartar&aacute; de tu boca este libro de la ley, sino que de d&iacute;a y de noche meditar&aacute;s en 
			&eacute;l, para que guardes y hagas conforme a todo lo que en &eacute;l est&aacute; escrito; porque entonces har&aacute;s 
			prosperar tu camino, y todo te saldr&aacute; bien." (Josu&eacute; 1:8)
		</p>
		
		<p>
			Dios nos cre&oacute; para el &eacute;xito. Nos cre&oacute; para triunfar. Debido a la desobediencia de uno (Ad&aacute;n), 
			nuestra vida se puede describir con una sola palabra: fracaso. Pero la voluntad de Dios es que 
			regresemos al estado de &eacute;xito y victoria que nos correspond&iacute;a antes de la ca&iacute;da. El lo ha 
			hecho todo posible mediante el sacrificio de su Hijo, Jes&uacute;s. Pero no podemos sentarnos y 
			esperar que nos caiga el &eacute;xito del cielo. Tenemos que actuar. En este vers&iacute;culo vemos c&oacute;mo 
			Dios le revel&oacute; a Josu&eacute; "el secreto" para tener el &eacute;xito.
		</p>
		
		<p>
			El "libro de la ley" se refiere a la Palabra de Dios. Al o&iacute;r la palabra "ley," muchas personas 
			piensan que se trata de una lista de reglas: todo lo que tienes que hacer y lo que no puedes 
			hacer &shy; puros aguafiestas. Pero la Palabra de Dios est&aacute; llena de leyes espirituales que se 
			llaman preceptos, estatutos, principios, etc. Y si uno aprende a aplicarlos en su vida, 
			encontrar&aacute; la felicidad.
		</p>
		
		<p>
			Este vers&iacute;culo nos dice que uno debe meditar en el libro de la ley, o sea la Palabra de Dios. 
			La palabra meditar significa imaginar o reflexionar sobre algo habl&aacute;ndolo entre dientes. 
			Implica decir, murmurar o susurrar. Por esto el vers&iacute;culo dice que nunca se apartar&aacute; de tu 
			boca. Que la palabra est&eacute; en tu boca. Y dice que lo hagas de d&iacute;a y de noche, o sea, todo el 
			tiempo. Cuando t&uacute; medites en la Palabra de Dios, vas a estar dici&eacute;ndola a ti mismo, 
			murmur&aacute;ndola y repiti&eacute;ndola vez tras vez.
		</p>
		
		<p>
			Jes&uacute;s dijo que "de la abundancia del coraz&oacute;n, habla la boca." En esta manera asegurar&aacute;s que 
			"guardes y hagas conforme a todo lo que en &eacute;l est&aacute; escrito." La Palabra de Dios trae luz. 
			Ilumina tu entendimiento. Te revela la verdad. Y as&iacute; puedes caminar de acuerdo con ella.
		</p>
		
		<p>
			La prosperidad que Dios tiene preparada para ti abarca toda &aacute;rea de tu vida. Primero, &eacute;l 
			quiere que est&eacute;s salvo. Esto es, que hayas recibido el perd&oacute;n de tus pecados y el don de Dios 
			de la vida eterna. Y a la vez, que est&eacute;s sano en todo tu cuerpo; que est&eacute;s liberado de todo 
			vicio y esp&iacute;ritu atormentador del enemigo; que todas tus relaciones interpersonales fluyan 
			con amor; que toda necesidad tuya sea suplida y tengas una abundancia para toda buena obra; 
			y que tengas &eacute;xito en todo lo que emprendas. Lee Salmo 1.
		</p>
		
		<p>
			Ahora todo esto depende de ti. Seg&uacute;n este vers&iacute;culo de Josu&eacute; 1:8, &iquest;<strong>qui&eacute;n</strong>? 
			har&aacute; prosperar tu camino? Eres t&uacute;; t&uacute; har&aacute;s prosperar tu camino. T&uacute; tienes que actuar. El 
			vers&iacute;culo dice que la prosperidad es el resultado de meditar la Palabra de Dios de d&iacute;a y de 
			noche. Tienes que poner en pr&aacute;ctica estos principios si vas a ver la manifestaci&oacute;n de la 
			gloria de Dios en tu vida. Dios no lo puede hacer para ti. Pero si te dispones a hacerlo &eacute;l 
			te ayudar&aacute; con su Esp&iacute;ritu Santo. Y todo te saldr&aacute; bien!
		</p>
		
	</div>

</body>
</html>
