<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>&iexcl;Dios Tiene Placer En Tu Prosperidad!</h1>
		
		<p id="verse">
			"...Digan siempre: Sea engrandecido Jehov&aacute;, que ama la paz de su siervo." (Salmo 35:27)
		</p>
		
		<p>
			Dios es un buen Dios &iexcl;todo el tiempo! y ama la paz de su siervo. La palabra "paz" es traducida 
			del hebreo "shalom". Shalom va mucho m&aacute;s all&aacute; de una simple tranquilidad. Shalom quiere decir 
			"estar seguro, en reposo, con paz, feliz; ser sano y completo, tener bienestar, salud, 
			prosperidad y favor." Dios quiere que todos sus hijos tengan shalom. Otra traducci&oacute;n del 
			mismo vers&iacute;culo dice que Dios "tiene placer en la prosperidad de sus siervos." Quiere que 
			sean sanos y completos en su esp&iacute;ritu, alma y cuerpo, adem&aacute;s prosperar y tener &eacute;xito en todo.
		</p>
		
		<p>
			Muchas veces cuando o&iacute;mos la palabra "prosperidad", pensamos solamente en el dinero. Y claro que s&iacute;, el dinero implica una prosperidad econ&oacute;mica pero es solamente una porci&oacute;n de todo lo que Dios quiere para nosotros. Imag&iacute;nate cu&aacute;ntas personas tienen riquezas econ&oacute;micas de este mundo y no tienen salud. &iexcl;Todo el dinero del mundo no puede comprar tu salud si la has perdido! Imag&iacute;nate cu&aacute;ntas personas sufren trastornos mentales o est&aacute;n lastimadas por la violencia o el abuso f&iacute;sico, verbal o sexual. F&iacute;jate en toda la gente que est&aacute; buscando la paz. Y no la encuentra sino en la Persona de Jesucristo. &iquest;Por qu&eacute;? Porque &eacute;l es el Pr&iacute;ncipe de Paz y ha conseguido la paz entre Dios y el hombre. Y da esa paz al hombre entero: esp&iacute;ritu, alma y cuerpo.
		</p>
		
		<p>
			En el Salmo 103:1-3 vemos cinco &aacute;reas d&oacute;nde Dios nos ha bendecido. Ya es un hecho. Es tiempo que recibamos y andemos en estos beneficios. Fueron comprados para nosotros con la sangre de Jes&uacute;s. No permitas que se desperdicien.
		</p>
		
		<p>
			Bendice, alma m&iacute;a &aacute; Jehov&aacute;; Y bendigan todas mis entra&ntilde;as su santo nombre. Bendice, alma m&iacute;a, &aacute; Jehov&aacute;, Y no olvides ninguno de sus beneficios. El es quien <strong>(1) perdona</strong> todas tus iniquidades, El que <strong>(2) sana</strong> todas tus dolencias; El que <strong>(3) rescata</strong> del hoyo tu vida, El que <strong>(4) te corona</strong> de favores y misericordias; El que <strong>(5) sacia</strong> de bien tu boca de modo que te rejuvenezcas como el &aacute;guila.
		</p>
		
		<p>
			No olvides ninguno de estos cinco beneficios. Afectan cada &aacute;rea de tu vida: esp&iacute;ritu,alma y cuerpo. Dios quiere que seas pr&oacute;spero en todo tu ser. Primordialmente, que todos tus pecados sean borrados de tal manera que tengas paz con Dios en tu esp&iacute;ritu y mente; que tengas salud en tu cuerpo y mente y no sufras de dolores o ninguna enfermedad; que tengas &eacute;xito en tu trabajo o tus negocios -- favor con tus jefes o con los clientes; que sea quitada de ti la naturaleza que te obligaba pecar para que vivas c&oacute;mo sabes es justo; y que vivas la buena vida porque del Se&ntilde;or es la tierra y toda su plenitud.
		</p>
		
		<p>
			&iquest;Para qu&eacute; ser pr&oacute;spero? Por que as&iacute; Dios confirma su pacto con nosotros. El pueblo de Dios, cuando le ha servido y obedecido, siempre ha sido pr&oacute;spero en sus esp&iacute;ritus, mentes, cuerpos, campos, graneros, relaciones, negocios -- &iexcl;en todo!
		</p>
		
		<p>
			Ad&eacute;m&aacute;s, podemos y debemos utilizar las riquezas de este mundo para ganar los verdaderos tesoros: las almas. No puedes llevar oro ni plata al cielo. &iquest;Y para qu&eacute;? Las calles del cielo est&aacute;n pavimentadas con oro. Pero s&iacute; puedes llevar almas que has ganado para el Se&ntilde;or. Ellas son las verdaderas riquezas.
		</p>
		
		<p>
			Ahora la clave para ser pr&oacute;spero est&aacute; en convivir con Jesucristo: meditar en su palabra y platicar con &eacute;l (orar). El va dirigir tus pasos para llevarte a la bendici&oacute;n. Te va a encaminar al &eacute;xito y la prosperidad. &iexcl;S&iacute;guele! El tiene placer en tu "shalom".
		</p>
	</div>

</body>
</html>
