<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>La Discilpina: Tu Boleto Al Triunfo (Parte 2)</h1>
		
		<p>
			En el art&iacute;culo anterior vimos la importancia de llevar una vida de disciplina si uno quiere 
			ganar. Muchos vaqueros la quieren evitar a todo costo, pero es el ingrediente clave de todo 
			ganador. En esta edici&oacute;n, vamos a ver las cuatro &aacute;reas de entrenamiento que son necesarias 
			para crecer en el Se&ntilde;or Jes&uacute;s y andar en una vida victoriosa.
		</p>
		
		<p>
			La primera &aacute;rea es la Palabra de Dios. Todo aquel que quiere ganar en esta vida necesita leer 
			el manual del operario. En la Biblia leemos del amor que Dios tiene para con nosotros, 
			aprendemos de los principios que nos llevan al triunfo cuando los ponemos por obra, y vemos 
			quienes somos en Cristo Jes&uacute;s. Podemos confiar en ella y recibir direcci&oacute;n y sabidur&iacute;a para 
			cualquier asunto de nuestra vida. Es el verdadero pan que nos alimenta y nos satisface. Jes&uacute;s 
			dijo que el cielo y la tierra van a acabarse, pero su Palabra (la Biblia) permanecer&aacute; por 
			siempre. La Biblia es la &uacute;nica fuente confiable para saber qu&eacute; es la verdad y todav&iacute;a es 
			relevante para nuestros d&iacute;as. Recomiendo empezar con el Evangelio de Juan y leer un Proverbio 
			y un Salmo cada d&iacute;a. Hay 31 Proverbios - uno para cada d&iacute;a del mes. Seg&uacute;n la fecha, ese es el 
			Proverbio para leer ese d&iacute;a.
		</p>
		
		<p>
			La segunda &aacute;rea es la oraci&oacute;n. El cristianismo no es una religi&oacute;n sino una relaci&oacute;n con 
			nuestro Creador a trav&eacute;s de Jesucristo. Por lo tanto &eacute;l est&aacute; esperando o&iacute;r de nosotros. Quiere 
			que le platiquemos nuestros problemas, penas, y desilusiones, tanto como nuestras alegr&iacute;as, 
			deseos y sue&ntilde;os. Puesto que es una relaci&oacute;n, requiere la comunicaci&oacute;n. La oraci&oacute;n es 
			simplemente platicar con sinceridad de tu coraz&oacute;n. La Biblia nos exhorta estar en comunicaci&oacute;n 
			continua con Dios.
		</p>
		
		<p>
			La tercera &aacute;rea es la convivencia. Es muy importante que el creyente se junte con otros 
			creyentes para fomentar su crecimiento mutuo. Este principio se aplica f&aacute;cilmente al rodeo. Si 
			quieres ganar, j&uacute;ntate con ganadores. La convivencia Cristiana es un lugar donde el disc&iacute;pulo 
			de Jes&uacute;s puede recibir buena ense&ntilde;anza en la Palabra, o&iacute;r testimonios de c&oacute;mo Dios est&aacute; 
			obrando en la vida, y crecer en su fe.
		</p>
		
		<p>
			La &uacute;ltima &aacute;rea es la de testificar y compartir con otros tu fe en el Se&ntilde;or. Una de las mejores 
			formas para superar tu habilidad como vaquero de rodeo es ense&ntilde;ar a otros c&oacute;mo hacerlo. Esto 
			refuerza en ti tu habilidad adem&aacute;s de descubrir &aacute;reas que necesiten m&aacute;s atenci&oacute;n. El Reino de 
			Dios no funciona nada igual a como todo funciona aqu&iacute; en este mundo. Entre m&aacute;s das, m&aacute;s 
			recibes. La mejor forma para guardar algo es por medio de regalarlo. As&iacute; que, comparte lo que 
			Dios ha hecho en ti y para ti.
		</p>
		
		<p>
			Estas son cuatro &aacute;reas de disciplina que puedes poner en pr&aacute;ctica diariamente en tu vida. Si 
			eres fiel y consistente en ellas, ver&aacute;s su efecto positivo y poderoso en todo lo que hagas, 
			incluso tu desempe&ntilde;o dentro de la arena de rodeo. &eacute;chale ganas y t&uacute; ser&aacute;s... &iexcl;M&aacute;s Que Vencedor!
		</p>
	</div>

</body>
</html>
