<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="../../../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>La Disciplina: Tu Boleto Al Triunfo (Patre 1)</h1>
		
		<p id="verse">
			"&iquest;No saben ustedes que los que corren en el estadio, todos ciertamente corren, pero uno solo 
			se lleva el premio? Corran de tal manera que lo obtengan (el premio). Todo aquel que lucha, 
			en todo ejercita el dominio propio" (1 Corintios 9:23, 24)
		</p>
		
		<p>
			A lo mejor a nadie le gusta hablar de la disciplina, y menos practicarla - a menos que sea un 
			ganador. Porque un ganador sabe cu&aacute;l es el ingrediente m&aacute;s importante para ganar 
			continuamente: la disciplina.
		</p>
		
		<p>
			En el d&iacute;a de hoy, hay muchos vaqueros por todo M&eacute;xico que quieren ser ganadores. Quieren poder 
			vestirse esa hebilla de trofeo y tener toda la gloria que implica ser campe&oacute;n. Pero, &iquest;cu&aacute;ntos 
			realmente est&aacute;n dispuestos a pagar el costo para ganar?
		</p>
		
		<p>
			El que va a ganar sabe que tiene que someterse a una disciplina diaria. La Biblia nos dice 
			qu&eacute; hace la gente del mundo para ganar: todo aquel que lucha, en todo ejercita el dominio 
			propio. El dominio propio es dominarse a s&iacute; mismo: disciplina. Esto va m&aacute;s all&aacute; de simplemente 
			no tomar o fumar. Sino comer bien, dormir suficiente, y practicar y entrenar.
		</p>
		
		<p>
			&iquest;Cu&aacute;ntos vaqueros hacen ejercicios de elasticidad y se ponen a correr por lo menos 3 Km todos 
			los d&iacute;as? &iquest;D&oacute;nde est&aacute; el lazador que se pone a lazar una paca cada d&iacute;a y no la deja hasta que 
			la haya lazado 50 veces seguidas? &iquest;Y cada d&iacute;a trabaja con su caballo o amarra las patas de un 
			becerro? &iquest;O el jinete que pasa una hora arriba del tonel, ensayando hasta que los movimientos 
			sean reflejos y no los tenga que pensar? &iquest;Y cada d&iacute;a va al gimnasio para levantar pesas de 
			fierro en vez de latas de aluminio?
		</p>
		
		<p>
			Si uno va a competir y ganar, tiene que hacerlo con prop&oacute;sito. El ap&oacute;stol Pablo ten&iacute;a dominio 
			propio y se somet&iacute;a a una disciplina: "As&iacute; que, yo no corro a la ventura o a ciegas, sino 
			corro con el prop&oacute;sito de ganar. No peleo como si estuviera dando golpes al aire. Al 
			contrario, castigo mi cuerpo y lo obligo a obedecerme, para no quedar yo mismo descalificado" 
			Pablo se esforzaba para llevarse el premio.
		</p>
		
		<p>
			As&iacute; es en la vida Cristiana. Dios nos ha llamado para llevarnos el premio. Pero para lograrlo, 
			hay que someternos a una disciplina. La verdad, no es tan dif&iacute;cil. Jes&uacute;s dijo, "Lleven mi yugo 
			sobre ustedes, y aprendan de m&iacute;Š porque mi yugo es c&oacute;modo y mi carga ligera" (Mateo 11:29). A 
			lo mejor el primer paso sea lo dif&iacute;cil: tomar la decisi&oacute;n de someterse a la disciplina. El 
			Se&ntilde;or Jes&uacute;s nos est&aacute; esperando que le invitemos a ser nuestro Entrenador. Atr&aacute;s de casi cada 
			campe&oacute;n, hay un entrenador que lo anima, lo instruye, lo exige, y lo rega&ntilde;a. En fin, lo 
			disciplina. Los competidores, en la mayor&iacute;a de los casos, son un reflejo de su entrenador.
		</p>
		
		<p>
			Hay cuatro &aacute;reas de entrenamiento que son fundamentales para crecer en Cristo y caminar en una 
			vida victoriosa. Ellas son: (1) leer la Palabra de Dios, (2) orar, (3) convivir con otros 
			Cristianos, y (4) testificar. Cada una de estas &aacute;reas debe estar equilibrada con las dem&aacute;s. 
			Requiere disciplina, pero el fruto resultante trae una verdadera satisfacci&oacute;n al hombre que 
			las pone en pr&aacute;ctica cada d&iacute;a.
		</p>
		
		<p>
			En la <a href="disciplina_2.html">siguiente edici&oacute;n</a> vamos a tratar m&aacute;s a fondo con cada 
			una de estas &aacute;reas.
		</p>
	</div>

</body>
</html>
