<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>El Poder</h1>
		
		<p id="verse">
			"Pues Dios no nos ha dado un esp&iacute;ritu de temor, sino un esp&iacute;ritu de poder, de amor y de buen 
			juicio." (2 Timoteo 1:7)
		</p>
		
		<p>
			El hombre que ha nacido de nuevo del Esp&iacute;ritu Santo y la Palabra de Dios tiene un esp&iacute;ritu de 
			poder. Dios nos lo ha dado por medio de Cristo Jes&uacute;s. S&oacute;lo por &eacute;l podemos tener la confianza y 
			la habilidad de hacer. La palabra griega que se traduce aqu&iacute; es "d&uacute;namis" y significa poder, 
			poder milagroso, habilidad y fuerza. De ella viene nuestra palabra "dinamita."
		</p>
		
		<p>
			Este mismo poder resucit&oacute; a Jes&uacute;s de la muerte. Cuando se satisficieron las demandas jur&iacute;dicas 
			de Dios para alcanzar nuestro perd&oacute;n, el Padre habl&oacute; diciendo, "&iexcl;Ya, basta!" y envi&oacute; al 
			Esp&iacute;ritu Santo a levantar a Jes&uacute;s. Seguramente en ese momento hubo lo semejante a una fuerte 
			explosi&oacute;n que reson&oacute; por todo el abismo y ninguna fuerza del maligno fue capaz de hacer frente 
			a ese poder. &iexcl;Jes&uacute;s sali&oacute; triunfante por medio del "d&uacute;namis" de Dios! Y ahora nos ha dado ese 
			mismo esp&iacute;ritu de poder para caminar victoriosamente en esta vida.
		</p>
		
		<p>
			&iquest;D&oacute;nde podemos encontrar este poder? Se encuentra en la Palabra de Dios. La Palabra de Dios es 
			poder. Todos los estatutos, preceptos, mandatos, y fundamentos expuestos por ella son poder 
			para nuestra vida. Espec&iacute;ficamente, podemos encontrar el poder de Dios en el evangelio. La 
			palabra "evangelio" significa "buenas noticias." Romanos 1:16 dice, "porque [el evangelio] 
			es poder de Dios para salvaci&oacute;n de todo aquel que cree." Las buenas noticias del evangelio son 
			poder para nuestra salvaci&oacute;n. &iquest;Salvaci&oacute;n de qu&eacute;? De cualquier cosa que te impida tener vida en 
			abundancia. Hay poder en las buenas noticias que dicen que t&uacute; has sido perdonado de todos tus 
			pecados y no tienes que cargar con la culpa. Hay poder en las buenas noticias que dicen que 
			por las llagas de Jes&uacute;s has sido sanado y no tienes que padecer enfermedad. Hay poder en las 
			buenas noticias que dicen que Jes&uacute;s se hizo pobre para que t&uacute; fueras enriquecido y no tienes 
			que vivir con carencia bajo la maldici&oacute;n de la pobreza. Hay poder en las buenas noticias que 
			dicen que Jes&uacute;s sali&oacute; de la presencia de Dios y fue abandonado por su Padre para que t&uacute; 
			pudieras por siempre entrar y estar bien recibido por el Padre. &iquest;Y qu&eacute; es el requisito? 
			Simplemente que creas. "...Para salvaci&oacute;n de todo aquel que cree."
		</p>
		
		<p>
			Nosotros vivimos en un mundo bajo la influencia de potestades espirituales que no quieren que 
			caminemos en ese poder. Hay diferentes cosas que quieren hacer inv&aacute;lida la Palabra de Dios en 
			nuestra vida. La Palabra de Dios siempre es eficaz y llena de poder. Sin embargo, si no la 
			creemos o si no le damos su lugar, no vamos a ver su efecto en nuestra vida. Una de las cosas 
			que quieren invalidar o anular la Palabra son las tradiciones.
		</p>
		
		<p>
			Jes&uacute;s ten&iacute;a este problema con la gente durante su tiempo en Israel. Hay un relato en Marcos 7 
			donde la gente religiosa se ofendi&oacute; por los hechos de los disc&iacute;pulos de Jes&uacute;s. "&iquest;Por qu&eacute; tus 
			disc&iacute;pulos desobedecen la tradici&oacute;n de nuestros ante-pasados?" preguntaron a Jes&uacute;s. Y les 
			respondi&oacute; Jes&uacute;s, "&iquest;Y por qu&eacute; tambi&eacute;n ustedes desobedecen el mandato de Dios para seguir sus 
			propias tradiciones?" Les llam&oacute; hip&oacute;critas porque honraban a Dios con su boca, pero su coraz&oacute;n 
			estaba lejos de &eacute;l. Ellos estimaban m&aacute;s las tradiciones de los hombres (las ense&ntilde;anzas que 
			recibieron de sus padres) que las ense&ntilde;anzas de Jes&uacute;s. "Ustedes dejan el mandato de Dios para 
			seguir las tradiciones de los hombres." Hay gente en nuestros d&iacute;as que hacen lo mismo. Quieren 
			seguir m&aacute;s las tradiciones de los hombres que creer lo que dice el evangelio y recibir el poder 
			para ser salvos. Son esclavos creyendo que son libres. Y en el vers&iacute;culo 13 dice, "Ustedes 
			anulan el mandato de Dios con esas tradiciones que se trasmiten unos a otros." El poder de Dios 
			no va a fluir en la vida de ninguno donde la Palabra de Dios no tenga supremac&iacute;a. No poder - no 
			salvaci&oacute;n.
		</p>
		
		<p>
			De tradiciones no hay fin en este mundo. Todos las tenemos. No hay nada mal de las tradiciones 
			en s&iacute; mismas, pero cuando tienen m&aacute;s importancia u ocupan un lugar m&aacute;s alto que la Palabra de 
			Dios, se oponen a la Palabra y la hacen inv&aacute;lida en nuestra vida. Jes&uacute;s nos da la clave en 
			cuanto a c&oacute;mo quedar libres de las tradiciones y permitir que la Palabra fluya con todo su 
			poder en nuestra vida. Se encuentra en Juan 8:31, "Si ustedes permanecen en mi palabra, ser&aacute;n 
			verdadera-mente mis disc&iacute;pulos; y conocer&aacute;n la verdad, y la verdad les har&aacute; libres." Aqu&iacute; la 
			palabra "permanecer" significa morar, habitar o vivir. La marca de un verdadero disc&iacute;pulo de 
			Jesucristo es uno que vive en la Palabra de Dios y esa Palabra est&aacute; viva en &eacute;l. El resultado 
			de esta "convivencia" es conocer la verdad y &eacute;sta le hace libre. Mientras t&uacute; caminas con el 
			Se&ntilde;or, &eacute;l te revelar&aacute; las tradiciones que impiden que el poder de Dios act&uacute;e en tu vida. 
			Entonces tendr&aacute;s que escoger guardar tu tradici&oacute;n o deshacerte de ella.
		</p>
		
		<p>
			Hay un precio: los que andaban con Jes&uacute;s siempre fueron se&ntilde;alados por su conducta. Ellos 
			andaban libres de las tradiciones por causa de su convivencia con Jes&uacute;s. En Marcos 7:5 los 
			religiosos preguntaron a Jes&uacute;s, "&iquest;Por qu&eacute; tus disc&iacute;pulos no siguen la tradici&oacute;n de nuestros 
			antepasados?" Hasta la fecha sigue siendo verdad. Los disc&iacute;pulos de Jes&uacute;s no siguen las 
			tradiciones de los antepasados. Si t&uacute; escoges desechar tus tradiciones por el poder de Dios, 
			puedes estar seguro de que vas a ser criticado y a&uacute;n rechazado. Y muchas veces, 
			desgraciadamente, es por la gente m&aacute;s cercana a nosotros. Pero Jes&uacute;s estar&aacute; contigo como estaba 
			con sus disc&iacute;pulos, para sostenerte y a&uacute;n contestar por ti. Y se ver&aacute; el poder de Dios fluyendo 
			en ti y muchos lo anhelar&aacute;n tener.
		</p>
		
		<p>
			El evangelio es el poder de Dios. &iquest;Quieres ese poder en tu vida? Es gratis. Solamente tienes 
			que creer lo que dice el evangelio acerca de ti. En el libro de Daniel el profeta vio el tiempo 
			en que estamos viviendo y dijo que la gente que conoce a Dios se mantendr&aacute; firme y actuar&aacute;. 
			Ellos tendr&aacute;n fuerzas y ser&aacute;n valientes por causa de su comuni&oacute;n con el Rey de reyes. Estamos 
			viviendo en un tiempo cuando el miedo se est&aacute; apoderando de los hombres. No ven respuestas ni 
			una salida. Y a causa de ese miedo se est&aacute;n suicidando. Pero los que conocen a su Dios se 
			mantendr&aacute;n firmes y har&aacute;n haza&ntilde;as.
		</p>
		
		<p>
			Amigo, desata el poder de Dios en tu vida por creer el mensaje del evangelio. El perd&oacute;n ya se 
			te ha otorgado, tambi&eacute;n el poder, sanidad, provisi&oacute;n, sabidur&iacute;a y autoridad a trav&eacute;s de la 
			sangre de Jes&uacute;s el Mes&iacute;as. Cr&eacute;elo. Y comprobar&aacute;s que s&iacute; somos... &iexcl;M&Aacute;S QUE VENCEDORES!
		</p>
		
	</div>

</body>
</html>
