<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="../../../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>&iquest;Eres Salvo?</h1>
		
		<p>
			Est&aacute; decretado que los hombres mueran una vez, y despu&eacute;s de esto, el juicio. Tarde o temprano, 
			todo hombre se muere. La muerte es inevitable. No solamente inevitable, sino, en cuanto al 
			poder del hombre, irreversible.
		</p>
		
		<p>
			Para ser salvo, uno necesita saber primero que est&aacute; perdido o en alg&uacute;n peligro. Los hombres 
			est&aacute;n tan perdidos que ni cuenta se dan del hecho. Pero la Biblia dice, "Todos nosotros nos perdimos como ovejas, siguiendo cada uno su propio camino" (Isa&iacute;as 53:6). En otro lugar habla muy claro de la condici&oacute;n del hombre y d&oacute;nde se encuentra, "&iexcl;No hay quien haga lo bueno! &iexcl;No hay ni siguiera uno! No hay quien tenga entendimiento; no hay quien busque a Dios. Todos se han ido por mal camino; todos por igual se han pervertido. &iexcl;No hay quien haga lo bueno! &iexcl;No hay ni siquiera uno! Su garganta es un sepulcro abierto, su lengua es mentirosa, sus labios esconden veneno de v&iacute;bora y su boca est&aacute; llena de maldici&oacute;n y amargura. Sus pies corren &aacute;giles a derramar sangre; destrucci&oacute;n y miseria hay en sus caminos, y no conocen el camino de la paz. Jam&aacute;s tienen presente que hay que temer a Dios" (Romanos 3:10-18). Esto es una muy buena descripci&oacute;n de la actual condici&oacute;n humana sin Cristo.
		</p>
		
		<p>
			Pero hay algo en lo m&aacute;s &iacute;ntimo de todo hombre que le da la inquietud de regresar al lugar de 
			donde se perdi&oacute;: la presencia de Dios. En la presencia de Dios hay plenitud de gozo y delicias 
			a su diestra para siempre. Jes&uacute;s dice que &eacute;l es ese camino para regresar. No hay otro.
		</p>
		
		<p>
			Si por cualquier motivo, t&uacute; fueras a morir despu&eacute;s de leer este art&iacute;culo, &iquest;d&oacute;nde estar&iacute;as por 
			la eternidad? Solamente hay dos lugares: con Dios o separado de Dios. El ha preparado el 
			camino para que est&eacute;s con &eacute;l por siempre. Y ha dado su Palabra para que tengas la seguridad de 
			que eres salvo. Dice, "Si confiesas con tu boca a Jes&uacute;s como Se&ntilde;or, y crees en tu coraz&oacute;n que 
			Dios le levant&oacute; de los muertos, ser&aacute;s salvo; porque con el coraz&oacute;n el hombre cree para 
			justicia, y con la boca confiesa para la salvaci&oacute;näporque todo aquel que invoque el nombre del 
			Se&ntilde;or ser&aacute; salvo" (Romanos 10:9,10,13). No te d&eacute; miedo admitir que Jesucristo es tu Se&ntilde;or y 
			Salvador.
		</p>
		
		<p>
			El tiempo de tratar este asunto es ahora, en esta vida. Porque despu&eacute;s de la muerte viene el 
			juicio y ya estar&aacute; demasiado tarde para decidir. Ahora es el tiempo de salvaci&oacute;n. &iquest;Tienes la 
			seguridad de tu salvaci&oacute;n? Dios quiere que tengas la salvaci&oacute;n y la plena seguridad de que 
			eres salvo. Por eso envi&oacute; a su Hijo Jes&uacute;s, quien vino a buscar y salvar lo que estaba perdido: 
			t&uacute; y yo. El vino a darnos vida y nosotros necesitamos recibirla ahora en esta vida. T&uacute; puedes 
			recibirla ahora mismo or&aacute;ndole as&iacute;:
		</p>
		
		<p>
			Jes&uacute;s, yo admito que estoy perdido y necesito ser salvo. Creo que has venido a buscarme y 
			salvarme. Gracias por perdonar mis pecados y por darme vida nueva. Te recibo como m&iacute; Salvador. 
			Am&eacute;n.
		</p>
		
		<p>
			Jes&uacute;s dice en Juan 5:24, "Les aseguro que quien presta atenci&oacute;n a mi palabra y cree al que me envi&oacute;, tiene vida eterna, y no viene a condenaci&oacute;n, sino que ha pasado de muerte a vida." Si esa oraci&oacute;n fue el deseo de tu coraz&oacute;n, puedes estar seguro de que Cristo te salva y ahora mismo tienes vida eterna. Si te mueres hoy (y no creo que es la voluntad de Dios), t&uacute; te vas con &eacute;l y en el juicio no ser&aacute;s condenado. &iexcl;Que buenas noticias! Dios quiere que est&eacute;s bien convencido de tu salvaci&oacute;n y por eso te mand&oacute; por escrito 1 de Juan 5:11 y 12, "Este es el testimonio de que Dios nos ha dado vida eterna y esta vida est&aacute; en su Hijo: el que tiene al Hijo tiene la vida, y el que no tiene al Hijo de Dios, no tiene la vida."
		</p>
		
		<p>
			Como jinete de toros, yo siempre quer&iacute;a saber qui&eacute;n era el payaso y tener confianza en &eacute;l antes de subir al toro. &iquest;Para que correr el riesgo de da&ntilde;o cuando no era necesario? De la misma manera, no trates de montar esta vida sin conocer al Salvador. No corras el riesgo de morir sin haber recibido el perd&oacute;n de Dios y su regalo de vida eterna. No pongas en juego tu destino eterno. Si t&uacute; oraste para recibir el perd&oacute;n que Dios te ofrece y quieres conocer m&aacute;s a tu Salvador, escr&iacute;benos para que te enviemos un Nuevo Testamento para vaqueros y un librito "Ahora Que Has Recibido A Cristo..."
		</p>
		
	</div>

</body>
</html>
