<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="../../../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>&iquest;Etas Litso?</h1>
		
		<p id="verse">
			"Y cuando el Hijo del hombre venga en su gloria, y todos los santos &aacute;ngeles con &eacute;l, entonces 
			se sentar&aacute; sobre el trono de su gloria. Y ser&aacute;n reunidas delante de &eacute;l todas las gentes: y los 
			apartar&aacute; los unos de los otros, como aparta el pastor las ovejas de los cabritos." 
			(Mateo 25:31,32)
		</p>
		
		<p>
			Un d&iacute;a ya muy pronto, va a empezar El Rodeo m&aacute;s grande de la historia. Jesucristo, el Hijo del 
			hombre, despachar&aacute; a sus &aacute;ngeles a encorralar a todo mundo de toda la historia. Una vez en sus 
			corrales, los va a cortar &shy; los buenos, o sea las ovejas, a su mano derecha y los malos, o los 
			cabritos, a su mano izquierda.
		</p>
		
		<p>
			La Biblia nos dice que Jes&uacute;s est&aacute; sentado a la diestra del Padre, esto quiere decir a su mano 
			derecha. Las ovejas, que quedan apartadas a la mano derecha de Jes&uacute;s, tienen a Jes&uacute;s entre 
			ellas y el Padre. 1 Timoteo 2:5 nos dice que "Šhay un Dios, asimismo un mediador entre Dios y 
			los hombres, Jesucristo hombre." Cuando el Padre las mira, las ve a trav&eacute;s de su Hijo Jes&uacute;s y 
			del sacrificio que &eacute;l hizo para ellas. Estas han confiado en aquel sacrificio. As&iacute; que, cuando 
			el Padre las mira, ya no las ve como eran sino como han llegado a ser mediante Jesucristo. Las 
			ovejas son aceptadas por el Padre y su gozo est&aacute; en ellas porque han aceptado su provisi&oacute;n de 
			salvaci&oacute;n.
		</p>
		
		<p>
			Ahora, si los cabritos est&aacute;n a la mano izquierda de Jes&uacute;s, entonces no hay nada ni nadie entre 
			ellos y el Padre. Cuando el Padre los mira, los ve tal y como son (y creo que, seg&uacute;n nuestra 
			cultura Mexicana, no los llamar&iacute;amos cabritos sino de un tama&ntilde;o m&aacute;s crecido). De cualquier 
			manera, no hay intermediario entre ellos y Dios el Padre. Y as&iacute;, se cae sobre ellos toda la 
			ira y el juicio de Dios porque no han aceptado su provisi&oacute;n de salvaci&oacute;n.
		</p>
		
		<p>
			El Hijo de Dios vendr&aacute; a recoger a las multitudes cuando menos se espera. La Biblia nos dice 
			que hay unas se&ntilde;ales que nos advierten que su regreso est&aacute; cerca. Como guerras y rumores de 
			guerra, terremotos, sequ&iacute;as y hambres y plagas en varios lugares, entre otras cosas. &iexcl;A poco 
			no parece como el d&iacute;a de hoy! Sin embargo, nadie sabe exactamente el d&iacute;a ni la hora sino el 
			Padre. Lo importante es que estemos listos.
		</p>
		
		<p>
			Si Cristo enviara a sus &aacute;ngeles este mismo d&iacute;a a arrimarte ante el trono &iquest;a qu&eacute; mano de Jes&uacute;s 
			te apartar&iacute;a - a su derecha o izquierda? Si no est&aacute;s seguro, &iquest;no crees que ya es tiempo que 
			dobles la rodilla y sometas tu vida al se&ntilde;or&iacute;o de Jesucristo? Puedes hacerlo mediante una 
			oraci&oacute;n as&iacute;:
		</p>
		
		<p>
			Querido Dios, entiendo que todo hombre o mujer nacido desde el tiempo de Ad&aacute;n y Eva tiene 
			pecado, incluso yo. Entiendo que he pecado y eso es lo que me separa de ti.
		</p>
		
		<p>
			Tambi&eacute;n creo que Jesucristo es el Mes&iacute;as, y que lo enviaste a morir para que todos mis pecados 
			pudieran ser quitados. Ahora mismo te pido Se&ntilde;or, que quites todos mis pecados, y yo acepto a 
			Jes&uacute;s como mi propio Salvador. Creo que Jes&uacute;s vive hoy y quiero que viva en m&iacute;.
		</p>
		
		<p>
			Se&ntilde;or Dios, gracias por querer tener una relaci&oacute;n personal conmigo, y quiero recibirte 
			totalmente en mi vida ahora mismo. Quiero que me llenes con tu Esp&iacute;ritu para que yo pueda 
			nacer de nuevo y para que me hagas la persona que quieres que sea. &iexcl;Am&eacute;n!
		</p>
		
		<p>
			Si esta oraci&oacute;n expresa el deseo de tu coraz&oacute;n, puedes confiar en que Dios te ha o&iacute;do y te 
			ha concedido tu petici&oacute;n. Y el poder del Esp&iacute;ritu Santo viene para hacerte nacer de nuevo para 
			que ya no seas cabrito sino oveja del Buen Pastor. A partir de hoy puedes confiar que Jes&uacute;s te 
			apartar&aacute; a su mano derecha en el d&iacute;a del juicio. Ahora es importante que siguas caminando con 
			&eacute;l, aliment&aacute;ndote diariamente con la leche pura de su Palabra para que crezcas.
		</p>
		
	</div>

</body>
</html>
