<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>El Hombre De Adentro (Parte 1)</h1>
		
		<p>
			Una de las claves para tu &eacute;xito dentro de la arena de rodeo se trata de c&oacute;mo te ves desde 
			adentro. Si no te pareces un campe&oacute;n desde adentro, jam&aacute;s lo vas a parecer hacia afuera. 
			Vas a actuar y llegar a los niveles de desempe&ntilde;o de acuerdo a la imagen que traes adentro. 
			Si te tienes por poco, poco es lo que lograr&aacute;s en esta vida. Si te estimas un campe&oacute;n, tarde 
			o temprano lo llegar&aacute;s a ser. Tienes que verte dominando y montando el toro o el caballo en 
			tu mente antes que lo hagas en realidad. Tienes que lazar el novillo o becerro, sabiendo que 
			nada se puede escapar tu soga. Lo que pasa con la mayor&iacute;a de los jinetes es que se ven 
			tumbados desde antes que pongan su equipo en el animal, o los lazadores que tiran un lazo con 
			una plegaria rezada al cielo que pesquen algo.
		</p>
		
		<p>
			Quiero que veamos un par de ejemplos de la Biblia en cuanto a c&oacute;mo afecta la auto-imagen la 
			que uno tiene de s&iacute; mismo. El primero se encuentra en el libro de &eacute;xodo y se trata del pueblo 
			de Israel. Los Israelitas vivieron m&aacute;s de 400 a&ntilde;os como esclavos bajo el dominio del fara&oacute;n en 
			la tierra de Egipto. A ellos les tocaba hacer la mezcla para ser usada en la fabricaci&oacute;n de 
			ladrillos. Estaban oprimidos, maltratados y cautivos. (Para nosotros, esto representa nuestra 
			esclavitud al pecado.) Dios lleg&oacute; y, por medio de grandes se&ntilde;ales y milagros, los sac&oacute; de 
			all&iacute;. Hay que decir que su prop&oacute;sito no era simplemente librarles de la opresi&oacute;n y la 
			esclavitud, poni&eacute;ndolos por libres, sino llevarles y meterles en la tierra que hab&iacute;a preparado 
			para ellos, un lugar de rica abundancia y prosperidad. (Y esto para nosotros representa la 
			vida eterna y el cumplimiento de todas las promesas de Dios para con nosotros.)
		</p>
		
		<p>
			As&iacute; que, para hacer esto, Dios encamin&oacute; su pueblo a trav&eacute;s del desierto a la tierra de Cana&aacute;n. 
			No obstante, hubo un peque&ntilde;o problema. Mas bien, era un problem&oacute;n seg&uacute;n los Israelitas pero no 
			era nada para Dios. Al llegar a la tierra prometida, los Israelitas enviaron doce esp&iacute;as para 
			reconocerla y vieron que la tierra que hab&iacute;an de heredarse estaba llena de gigantes y ciudades 
			amuralladas. Diez de ellos dieron malas noticias: "La tierra est&aacute; bien padre pero hay gigantes 
			y viven en ciudades amuralladas. Y nos parecimos langostas frente a ellos, y as&iacute; nos vieron 
			ellos." &iexcl;Ellos ten&iacute;an la opini&oacute;n de s&iacute; mismos que no eran m&aacute;s que saltamontes! Sin embargo, 
			dos de los doce dijeron, "S&iacute;, s&iacute; es cierto que hay gigantes. Pero si Dios est&aacute; con nosotros, 
			somos m&aacute;s que capaces para tomarla. &iexcl;Vamos!" Pues, los diez hombres convencieron a todos los 
			dem&aacute;s. Se llenaron de miedo y no quisieron pelear para tomar posesi&oacute;n de su herencia. 
			&iexcl;Perdieron todo! &iquest;Por qu&eacute;? Porque actuaron conforme a la imagen u opini&oacute;n propia que tra&iacute;an 
			adentro. Se cre&iacute;an inferiores e incapaces de ganar la batalla, y as&iacute; perdieron a&uacute;n antes de 
			empezar.
		</p>
		
		<p>
			Otro ejemplo se trata de un pastorcito de unos 17 a&ntilde;os. Su nombre era David. Un d&iacute;a el 
			ej&eacute;rcito de Israel estaba frente el ejercito de sus enemigos, los Filisteos. Entre los 
			Filisteos estaba un gigante llamado Goliat. D&iacute;a tras d&iacute;a Goliat se presentaba para desafiar 
			al ej&eacute;rcito Israelita. Quer&iacute;a que un Israelita saliera a pelear contra &eacute;l y el ej&eacute;rcito del 
			ganador recibir&iacute;a el otro ej&eacute;rcito como sus esclavos. Ninguno de los Israelitas quer&iacute;a salir a 
			pelear contra el gigante. &iquest;Por qu&eacute;? Porque se ve&iacute;an inferiores al gigante. Pero un d&iacute;a, 
			mientras Goliat estaba retando al pueblo de Israel, lleg&oacute; David. Quer&iacute;a saber qui&eacute;n era el 
			boc&oacute;n incircunciso que desafiaba al ejercito de Dios. Se molest&oacute; por las injurias arrojadas 
			por el pagano y dijo, "Cuando un le&oacute;n o un oso vino a robar un borreguito del reba&ntilde;o de mi 
			padre, yo lo segu&iacute; y cuando volvi&oacute; para pelear conmigo, le di en la cabeza con mis propias 
			manos, quit&aacute;ndole el borrego y entonces lo mat&eacute;. Y as&iacute; har&eacute; con este Filisteo incircunciso 
			que ha insultado el ejercito de Dios." David sali&oacute; al campo con cinco piedras y su honda para 
			enfrentar al gigante. Con una piedra lo tumb&oacute; y con la propia espada del gigante lo mat&oacute;.
		</p>
		
		<p>
			Gan&oacute; una gran batalla ese d&iacute;a un joven de 17 a&ntilde;os. &iquest;Por qu&eacute;? Porque sab&iacute;a que Dios estaba con 
			&eacute;l y nada le era imposible. Tra&iacute;a adentro la imagen de que era un campe&oacute;n, un matagigantes. Al 
			contrario, vimos c&oacute;mo otros perdieron el valor, la esperanza, y a&uacute;n hasta su propia herencia 
			porque no cre&iacute;an que eran capaces.
		</p>
		
		<p>
			&iquest;C&oacute;mo es la imagen que traes adentro de ti? &iquest;Te pareces a ti mismo un campe&oacute;n, un 
			matagigantes? O &iquest;te ves el perdedor de cada batalla? En la siguiente edici&oacute;n, vamos a ver qu&eacute; 
			es el fundamento seguro para que tengas una buena opini&oacute;n de ti mismo. Vamos a ver de d&oacute;nde 
			viene la imagen propia de un verdadero ganador. La voluntad de Dios es que te veas a ti mismo 
			como &eacute;l te ve, como &iexcl;M&aacute;s Que Vencedor!
		</p>
		
	</div>

</body>
</html>
