<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>El Hombre De Adentro (Parte 2)</h1>
		
		<p>
			Estamos estudiando el efecto que tiene la auto-imagen, o c&oacute;mo se ve uno desde adentro, sobre 
			el desempe&ntilde;o o la actuaci&oacute;n del mismo individuo. T&uacute; vas a actuar conforme a la imagen de ti 
			mismo la que traes adentro. Vimos dos ejemplos del Antiguo Testamento: uno para bien y otro 
			para mal.
		</p>
		
		<p>
			El ejemplo de mal, que creo que habla de la mayor&iacute;a de nosotros, fue cuando los Israelitas 
			iban a tomar posesi&oacute;n de su herencia. All&iacute; estaba su tierra prometida, la que flu&iacute;a leche y 
			miel. Sin embargo hab&iacute;a gigantes viviendo ah&iacute; y dentro de ciudades amuralladas. En vez de 
			reconocer que su Dios estaba con ellos y tomar posesi&oacute;n de ella, el pueblo dej&oacute; que el miedo 
			se ense&ntilde;oreara de ellos. Los diez esp&iacute;as dec&iacute;an, "...&eacute;ramos nosotros, a nuestro parecer, como 
			langostas; y as&iacute; les parec&iacute;amos a ellos" (N&uacute;meros 13:33). Se fijaban en s&iacute; mismos. Se ve&iacute;an 
			seg&uacute;n el criterio de este mundo. Actuaban de acuerdo a la imagen que tra&iacute;an adentro. Y 
			perdieron lo que les pertenec&iacute;a.
		</p>
		
		<p>
			El buen ejemplo se trat&oacute; de David, un joven de unos 17 a&ntilde;os, pastor del reba&ntilde;o de su pap&aacute;. 
			Un d&iacute;a se fue a visitar a sus hermanos que estaban en el ej&eacute;rcito. Ah&iacute;, se enter&oacute; de que un 
			gigante hab&iacute;a estado desafiando al ej&eacute;rcito de Israel y todos le ten&iacute;an gran miedo. Pero David 
			le dijo al rey de Israel en 1 Samuel 17:35-37, "Tu siervo era pastor de las ovejas de su 
			padre; y cuando ven&iacute;a un le&oacute;n, o un oso, y tomaba alg&uacute;n cordero de la manada, sal&iacute;a yo tras 
			&eacute;l, y lo her&iacute;a, y lo libraba de su boca; y si se levantaba contra m&iacute;, yo le echaba mano de la 
			quijada, y lo her&iacute;a y lo mataba. Fuese le&oacute;n, fuese oso, tu siervo lo mataba; <strong>y este 
			filisteo incircunciso ser&aacute; como uno de ellos</strong>, porque ha provocado al ej&eacute;rcito del 
			Dios viviente. Jehov&aacute;, que me ha librado de las garras del le&oacute;n y de las garras del oso, &eacute;l 
			tambi&eacute;n me librar&aacute; de la mano de este filisteo." En vez de fijarse en s&iacute; mismo, David se fij&oacute; 
			en su Dios. David sab&iacute;a que Dios estaba con &eacute;l y sali&oacute; para enfrentar al gigante. Pero f&iacute;jate 
			en lo que pas&oacute; cuando el gigante vio a David: "Y cuando el filisteo mir&oacute; y vio a David, 
			<strong>le tuvo en poco</strong>" (vers&iacute;culo 42). Seg&uacute;n la opini&oacute;n del gigante, David no era 
			nada &shy; un ni&ntilde;o con un palo. Pero a David le val&iacute;a todo eso. No le importaba la opini&oacute;n la que 
			el gigante ten&iacute;a de &eacute;l. Por que David no se ten&iacute;a en poco. Ten&iacute;a una imagen adentro de c&oacute;mo y 
			qui&eacute;n era.
		</p>
		
		<p>
			&iquest;De d&oacute;nde viene esa imagen? Viene de Dios. Viene a trav&eacute;s del nuevo nacimiento y convivir con 
			el Creador. Dios hab&iacute;a pintado un cuadro en la manta del coraz&oacute;n de este joven de c&oacute;mo y qui&eacute;n 
			era en realidad - que todo le era posible porque Dios estaba con &eacute;l. Y as&iacute; actuaba. Mira la 
			canci&oacute;n que escribi&oacute; por sus meditaciones con el Se&ntilde;or: "Dios es el que me ci&ntilde;e de poder, y 
			quien hace perfecto mi camino; Quien hace mis pies como de ciervas, y me hace estar firme 
			sobre mis alturas; Quien adiestra mis manos para la batalla, para entesar con mis brazos el 
			arco de bronce" (Salmo 18:32-34).
		</p>
		
		<p>
			&iquest;Sabes que puedes ser una nueva persona en Cristo Jes&uacute;s? Puedes permitir que Dios pinte en tu 
			coraz&oacute;n una imagen de la persona que te cre&oacute; ser. Su deseo es borrar de tu mente toda idea de 
			fracaso, derrota, e inhabilidad, y abrir tus ojos para que veas quien eres en realidad. Mira 
			lo que est&aacute; escrito acerca de unos hombres que sab&iacute;an quienes eran, mas bien conoc&iacute;an a su 
			Dios: "&iquest;Y qu&eacute; m&aacute;s digo? Porque el tiempo me faltar&iacute;a contando de Gede&oacute;n, de Barac, de Sans&oacute;n, 
			de Jeft&eacute;, de David (ya lo vimos), as&iacute; como de Samuel y de los profetas; que por fe 
			<strong>conquistaron reinos, hicieron justicia, alcanzaron promesas, taparon bocas de leones, 
			apagaron fuegos impetuosos, evitaron filo de espada, sacaron fuerzas de debilidad, se hicieron 
			fuertes en batallas, pusieron en fuga ej&eacute;rcitos extranjeros</strong>" (Hebreos 11:32-34).
		</p>
		
		<p>
			Dios ten&iacute;a un reto con los Israelitas: hacer que este pueblo se viera como campeones - no como 
			derrotados, oprimidos, fracasados en la vida a que estaban acostumbrados vivir. Y Dios tiene 
			un reto actual -&iexcl;contigo! - y es hacer que t&uacute; te veas como un campe&oacute;n. Pero depende de ti. T&uacute; 
			tienes que decidir si vas a permitir a Dios que haga su obra en ti o no. Ya es tiempo de 
			entregarte a &eacute;l. Ya no te esperes m&aacute;s.
		</p>
		
	</div>

</body>
</html>
