<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>Identif&iacute;cate Con Un Ganador</h1>
		
		<p>
			Dios quiere hacerte un ganador. Te cre&oacute; para que triunfes en todo lo que emprendes. Para ser 
			un ganador, tienes que verte como tal. Cuando te paras enfrente del espejo, &iquest;a qui&eacute;n ves? 
			&iquest;Ves a un ganador? Uno de las claves para ser un ganador depende de c&oacute;mo te ves desde adentro. 
			Se dice, "Dime con quien andas y te dir&eacute; quien eres." Si vas a ser un ganador, tienes que 
			andar con ganadores. Tienes que identificarte con un ganador. Nunca vas a ser m&aacute;s que la cosa 
			o la persona con que te identificas. Debes buscarte lo m&aacute;ximo, algo que jam&aacute;s va a fallar. 
			Claro, los hombres no son perfectos y tarde o temprano siempre van a fallar. Pero para los 
			fines del rodeo hay muchos buenos ejemplos entre qu&eacute; escoger. Busca a uno que es ejemplar de 
			todos tus deseos y metas y s&iacute;guelo.
		</p>
		
		<p>
			Dios quiere hacerte un ganador. Te cre&oacute; para que triunfes en todo lo que emprendes. Para ser 
			un ganador, tienes que verte como tal. Cuando te paras enfrente del espejo, &iquest;a qui&eacute;n ves? &iquest;Ves 
			a un ganador? Uno de las claves para ser un ganador depende de c&oacute;mo te ves desde adentro. Se 
			dice, "Dime con quien andas y te dir&eacute; quien eres." Si vas a ser un ganador, tienes que andar 
			con ganadores. Tienes que identificarte con un ganador. Nunca vas a ser m&aacute;s que la cosa o la 
			persona con que te identificas. Debes buscarte lo m&aacute;ximo, algo que jam&aacute;s va a fallar. Claro, 
			los hombres no son perfectos y tarde o temprano siempre van a fallar. Pero para los fines del 
			rodeo hay muchos buenos ejemplos entre qu&eacute; escoger. Busca a uno que es ejemplar de todos tus 
			deseos y metas y s&iacute;guelo.
		</p>
		
		<p>
			Cu&aacute;n maravilloso es el amor que Dios tiene para con nosotros. La Biblia dice que se compadeci&oacute; 
			de nosotros en nuestra condici&oacute;n de pecadores tanto que vino a identificarse con nosotros. 
			&iexcl;S&iacute;! Dios se hizo hombre al nacer de una virgen. Creci&oacute; y era el cien por cien humano al mismo 
			tiempo de ser el cien por cien Dios. Sin embargo puso a un lado todo lo que le era propio como 
			Dios y se identificaba con la flaqueza de nuestra humanidad con el fin de librarnos de todo 
			eso. Se identific&oacute; con nosotros al ser bautizado por Juan el Bautista en el R&iacute;o Jord&aacute;n.
		</p>
		
		<p>
			Ahora quiere que hagamos lo mismo. Quiere que nos identifiquemos con &eacute;l; con su poder y 
			habilidad; con todo su triunfo y dominio. Quiere que nos veamos en &eacute;l y &eacute;l en nosotros. Y lo 
			hacemos de la misma manera - a trav&eacute;s del bautismo. La Biblia dice en Romanos 6:3-4 que nos 
			quedamos unidos a Jes&uacute;s en su muerte, sepultura y resurrecci&oacute;n a trav&eacute;s del bautismo. El 
			bautismo es la manera de empezar a identificarnos con Jes&uacute;s.
		</p>
		
		<p>
			El bautismo es una fuerte declaraci&oacute;n que se oye en tres mundos. Primero, en el cielo: lo 
			oyen Dios y los &aacute;ngeles que un hombre est&aacute; depositando su confianza en que Jes&uacute;s lo va a 
			salvar. Segundo, aqu&iacute; en la tierra: lo oyen todos que un hombre rompe con este mundo para 
			seguir a Jes&uacute;s. Y tercero, en el reino de las tinieblas: aquel hombre declara por medio del 
			bautismo, "Satan&aacute;s, &iexcl;ya no pertenezco a ti sino a Jesucristo mi Se&ntilde;or!"
		</p>
		
		<p>
			&iquest;Tienes un firme fundamento para creer que eres un ganador? &iquest;Est&aacute;s identificado con 
			Jesucristo? Muchos toman el nombre del Se&ntilde;or en vano. Se llaman Cristianos pero su vida no lo 
			muestra. Muchos dicen que son de Dios pero no se han identificado con &eacute;l. Dios te est&aacute; dando 
			la oportunidad de identificarte con su Hijo Jes&uacute;s a trav&eacute;s del bautismo. El bautismo no te 
			salva, sino es una s&uacute;plica para una conciencia limpia. Si piensas morirte dentro de unos pocos 
			d&iacute;as a lo mejor no tiene caso - es tu fe en Jes&uacute;s lo que te lleva al cielo. Pero si piensas 
			quedarte aqu&iacute; m&aacute;s tiempo, vale la pena bautizarte en Jes&uacute;s y declarar tu identificaci&oacute;n con &eacute;l 
			si quieres vivir una vida victoriosa y triunfante. Hay muchos Cristianos que viven en la 
			derrota y nunca salen adelante porque no han sido obedientes a Jes&uacute;s en este asunto.
		</p>
		
	</div>

</body>
</html>
