<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="../../../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>
			La Palabra De Dios:<br />
			Tu Llave Al &Eacute;xito
		</h1>
		
		<p id="verse">
			"Bienaventurado el var&oacute;n que no anda en consejo de malos, ni est&aacute; en camino de pecadores, 
			ni en silla de burlones se sienta; sino que en la ley de Jehov&aacute; est&aacute; su delicia, y en su ley 
			medita de d&iacute;a y de noche. Ser&aacute; como &aacute;rbol plantado junto a corrientes de aguas, que da su 
			fruto en su tiempo, y su hoja no cae; y todo lo que hace, prosperar&aacute;." (Salmo 1:1-3)
		</p>
		
		<p>
			Nuestro &eacute;xito depende de lo que hacemos. En estos vers&iacute;culos del Salmo 1, vemos la bendici&oacute;n 
			que Dios nos quiere dar. El &aacute;rbol habla de fuerza; el agua habla de provisi&oacute;n y sustento; el 
			fruto habla de producci&oacute;n y abundancia; y la hoja verde habla de vida y belleza. Pero esta 
			bendici&oacute;n, como la que est&aacute; en Josu&eacute; 1:8, es condicional. T&uacute; tienes que hacer algo. No porque 
			Dios te est&eacute; sobornando, o haciendo un cambalache, o ech&aacute;ndote una carnada. Sino porque son 
			las leyes espirituales y as&iacute; funcionan las cosas en el reino de Dios.
		</p>
		
		<p>
			Tal como hay leyes f&iacute;sicas (como la ley de la gravedad, la ley del movimiento, la ley de 
			sembrar y cosechar, etc.) tambi&eacute;n hay leyes espirituales. Cuando conocemos y respetamos 
			estas leyes, nos va bien. Nuestro bienestar (o sea, &eacute;xito) depende de c&oacute;mo respetamos y 
			apliquemos las leyes f&iacute;sicas. Por ejemplo, si est&aacute;s en el d&eacute;cimo piso de un edificio con 
			prisas de bajarte y no llega el elevador, puedes o no elegir respetar la ley de la gravedad. 
			Obviamente respetarla te conviene. (M&aacute;s vale usar las escaleras o esperar el elevador.) El 
			campesino aplica la ley de la siembra y la cosecha. Sabe que para cosechar trigo, tiene que 
			sembrar granos de trigo. Para cosechar calabaza, tiene que sembrar semillas de calabaza. No 
			se puede sembrar una semilla con la esperanza de cosechar un fruto de otro g&eacute;nero. As&iacute; es con 
			las leyes espirituales. Dios en su bondad nos quiere revelar los secretos del universo que 
			est&aacute;n en sus leyes espirituales para que prosperemos en todo. Las conocemos al caminar junto 
			con el Creaor. Y &eacute;l nos las revela porque quiere que tengamos &eacute;xito.
		</p>
		
		<p>
			&iexcl;Ya no seamos brutos! Acerqu&eacute;monos, pues, a &eacute;l y caminemos en amistad con &eacute;l. &iquest;C&oacute;mo? Haciendo 
			lo siguiente: Primero, por lo que dice en el vers&iacute;culo 1: No andar en consejo de malos, ni 
			estar en camino de pecadores, ni sentarnos en silla de burlones. En fin, anda con Dios. 
			Segundo, en el vers&iacute;culo 2: Hacer la ley de Jehov&aacute; nuestra delicia (es decir, deleitarnos en 
			ella) y meditar en ella de d&iacute;a y de noche. Meditar es simplemente repetir o susurrarnos a 
			nosotros mismos el principio que Dios nos quiere ense&ntilde;ar. Entonces seremos como ese &aacute;rbol 
			fuerte, fruct&iacute;fero y frondoso, y prosperaremos en todo lo que emprendamos.
		</p>
		
		<p>
			&iquest;Sabes cu&aacute;l es el mayor deseo que Dios tiene? El de bendecirte. Te cre&oacute; con el &uacute;nico prop&oacute;sito 
			de llenarte de bendiciones. Eres el objeto de su amor y no descansa ni se complace a menos que 
			est&eacute;s bendecido. Siempre est&aacute; buscando la manera para hacerte llegar la bendici&oacute;n. El &uacute;nico 
			estorbo para que &eacute;sta te llegue es el pecado‹la rebeli&oacute;n contra Dios. Es cerrar tu ser a la 
			presencia de Dios. Por esto, Dios odia el pecado porque no te permite recibir todas las 
			bendiciones que &eacute;l ha preparado para ti para que seas realmente feliz. Pero &iexcl;gracias a Dios 
			por Jesucristo! Porque &eacute;l ha borrado todos nuestros pecados y se carg&oacute; con nuestras rebeliones 
			para que seamos reconciliados y justos, y ahora podemos recibir esas bendiciones. &iexcl;Es tiempo 
			de que empieces a creer el evangelio!
		</p>
		
	</div>

</body>
</html>
