<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>M&aacute;s Que Vencedor</h1>
		
		<p>
			El siguiente art&iacute;culo apareci&oacute; en la revista "RODEO" en Junio de 1987. Se trat&oacute; de la historia 
			de un boxeador, pero lo vamos a adaptar a un personaje con que muchos podemos identificarnos 
			para darla un sabor vaquero: un jinete de toros. No obstante, lo importante es ver lo que 
			Cristo Jes&uacute;s ha hecho por nosotros y quienes somos en &eacute;l. "Pero en todo esto somos m&aacute;s que 
			vencedores por medio de aquel (Jesucristo) que nos am&oacute;" (Romanos 8:37). &iquest;Qu&eacute; significa ser 
			"m&aacute;s que vencedor"? Se pueda explicar por medio de la siguiente historia: Hab&iacute;a un jinete de 
			toros llamado Juan. Juan tiene una meta muy importante: ganar el campeonato mundial en el 
			jineteo de toros. Es un reto muy grande pero puede ganar mucho dinero y fama.
		</p>
		
		<p>
			Juan se pone a entrenar para que pueda tener la mejor condici&oacute;n f&iacute;sica posible. Corre cada 
			ma&ntilde;ana, brinca la cuerda, levanta pesas, se somete a una dieta rigurosa y monta ocho toros 
			por d&iacute;a. Medita en el jineteo, sue&ntilde;a con el jineteo, come el jineteo. Todas las fuerzas a 
			ilusiones est&aacute;n puestas en lograr esa meta. Se imagina montando con perfecci&oacute;n, haciendo todos 
			los movimientos correctos para vencer al toro, y siempre se ve victorioso. Porque sabe que 
			todo su talento, toda su vida, va a ser puesta a prueba. Despu&eacute;s de seis semanas de un 
			entrenamiento intenso y disciplinado, se inscribe en su primer rodeo: Denver, Colorado. Es el 
			primer rodeo grande del invierno. Despu&eacute;s, hay otro en Houston, Ft. Worth, El Paso, San 
			Antonio y varios m&aacute;s. No es f&aacute;cil. Hay golpes, mala suerte, muchas horas de viajar, y mucho 
			tiempo para hacer nada m&aacute;s que esperar. Pero por haberse sometido a esa preparaci&oacute;n intensa, 
			va ganando.
		</p>
		
		<p>
			Juan sigue el circuito por 10 meses. Pero el tiempo pasa r&aacute;pidamente porque es toda una 
			carrera para ver quien pueda juntar m&aacute;s dinero antes de Diciembre, el mes de las Finales. 
			Al terminar el a&ntilde;o de competencia, Juan se encuentra entra los quince mejores jinetes del 
			a&ntilde;o &iexcl;Es uno de los finalistas que competir&aacute;n en el Rodeo de Finales Nacionales! Juan llega a 
			la sede de las Finales: Las Vegas, Nevada. Diez rondas de los mejores jinetes contra los 
			mejores toros de todos los Estados Unidos. Millones de d&oacute;lares en premios y todos los jinetes 
			quieren irse de all&iacute; el Campe&oacute;n Mundial. En esta ocasi&oacute;n, Juan recibe la recompensa de su 
			diligencia, disciplina y dedicaci&oacute;n. Despu&eacute;s de las diez rondas, Juan resulta el ganador. &eacute;l 
			es el Campe&oacute;n Mundial. El p&uacute;blico lo admira y le aplaude mucho. Las c&aacute;meras de televisi&oacute;n 
			est&aacute;n grabando todo el escenario para millones de gente. Le toman muchas fotograf&iacute;as. Le piden 
			aut&oacute;grafos y le hacen entrevistas. Juan recibe el cheque del premio en miles de d&oacute;lares y 
			tambi&eacute;n la hebilla de oro &iexcl;Campe&oacute;n Mundial! &iexcl;&eacute;l es el vencedor!
		</p>
		
		<p>
			Juan va a casa muy contento por haber obtenido el triunfo. Al verle su esposa lo recibe con un 
			gran abrazo y muchos besos. Juan le entrega el cheque que gan&oacute; y ella lo deposita en su bolsa. 
			&iquest;Pero c&oacute;mo es eso? Si Juan es el vencedor, entonces &iquest;por qu&eacute; ella se queda con el cheque? &eacute;l 
			hizo todo el trabajo. Lo arriesg&oacute; todo. Lo sufri&oacute; todo: la pena, los golpes, los fr&iacute;os, los 
			calores, las horas viajando, a veces pasando hambres, la soledad, viviendo en hoteles mientras 
			ella estaba en su casa bien calientita. &iquest;Qui&eacute;n es ella? Ella es "m&aacute;s que vencedor". Juan 
			venci&oacute; y por medio de su victoria ella recibi&oacute; todos los beneficios del premio y de la gloria 
			que &eacute;l gan&oacute;. &iquest;Por qu&eacute;? Porque ella tiene su nombre y es el objeto de su amor. &eacute;l lo hizo todo 
			para ella.
		</p>
		
		<p>
			As&iacute; es el significado de Romanos 8:37. Cristo luch&oacute; contra las huestes de las tinieblas y las 
			venci&oacute; para que nosotros tuvi&eacute;ramos los beneficios de su victoria. &eacute;l es el Vencedor y 
			aquellos que le pertenecen y tienen su Nombre son m&aacute;s que vencedores. El deseo de cada persona 
			es tener &eacute;xito y ser un ganador. Nosotros no buscamos el &eacute;xito &uacute;nicamente en la arena de rodeo 
			sino en cada &aacute;rea de nuestra vida: nuestros negocios, vida familiar, estudios, lo que sea. 
			Siempre existe el deseo de salir con &eacute;xito. &iquest;C&oacute;mo podemos lograrlo? Jesucristo dice, "Busca 
			primero el reino de Dios y su justicia, y todas las cosas se te a&ntilde;adir&aacute;n"(Mateo 6:33).
		</p>
		
		<p>
			Cristo luch&oacute; y gan&oacute; el premio m&aacute;s granda de todos: la VIDA ETERNA. La gan&oacute; para ti. Es un 
			regalo pero como cualquier regalo, hay que recibirla. Esta es el primer paso de una vida 
			victoriosa. &iquest;Oyes a Cristo llamando a la puerta de tu coraz&oacute;n? &eacute;l quiere entregarte esa vida 
			victoriosa. Quiere establecer su reino en tu coraz&oacute;n. Quiere hacerte un ganador en todas las 
			&aacute;reas de tu vida. Sin embargo, &eacute;l es un caballero y prefiere que t&uacute; le invites a entrar. Lo 
			puedes hacer dici&eacute;ndole:
		</p>
		
		<p>
			"Jesucristo, te oigo llamando a la puerta de mi coraz&oacute;n. Te abro la puerta y te invito a 
			entrar. Gracias por morir en mi lugar y por pagar toda la deuda de mis pecados y fallas. Mi 
			coraz&oacute;n te pertenece a ti. Te lo entrego. Gracias por darme la vida eterna y por hacerme un 
			hijo de Dios. Ahora quiero vivir mi vida para ti. Gu&iacute;ame por tus sendas. Ens&eacute;&ntilde;ame el camino 
			que debo seguir. Establece tu reino en mi vida y haz de m&iacute; el hombre que quieres que sea. 
			Gracias que por tu amor, ahora soy m&aacute;s que vencedor. Am&eacute;n."
		</p>
		
		<p>
			Si has orado esto como el deseo de tu coraz&oacute;n, ahora perteneces al Se&ntilde;or y &eacute;l vive en tu 
			coraz&oacute;n. Has nacido de nuevo y has entrado al reino de Dios. Escr&iacute;beme acerca de tu decisi&oacute;n 
			de seguir a Jesucristo y te mandar&eacute; una Biblia para vaqueros y alguna literatura para 
			ayudarte. Gracias a Dios por medio de Jesucristo, somos ... M&Aacute;S QUE VENCEDORES
		</p>
		
	</div>

</body>
</html>
