<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>No Peirdas Tu Br&iacute;o</h1>
		
		<p id="verse">
			"No seas como el caballo o como el mulo, que no tienen entendimiento; cuyos arreos incluyen 
			bocado y freno para sujetarlos, porque si no, no se acercan a ti." (Salmo 32:9)
		</p>
		
		<p>
			Qu&eacute; placer nos da al ver un caballo salvaje correr a todo galope por el campo abierto libre y 
			lleno de poder y vida. Pero, aparte del placer de admirarlo, &iquest;de qu&eacute; sirve ese caballo? El 
			caballo existe para el hombre. Existe para servir.
		</p>
		
		<p>
			El buen amansador no quiere romper el esp&iacute;ritu del caballo. Lo que quiere hacer es canalizar 
			ese br&iacute;o para su beneficio. Quiere hacer manso al caballo para que pueda desempe&ntilde;ar una 
			funci&oacute;n. Y esa funci&oacute;n la va a llevar a cabo en conjunto con su amo como equipo. Si el caballo 
			no cumple alguna funci&oacute;n entonces de nada sirve y al rastro va. Pero el buen caballo encuentra 
			su prop&oacute;sito y destino al sujetarse a la voluntad de su amo, trabajando en equipo.
		</p>
		
		<p>
			Nuestra relaci&oacute;n con el Se&ntilde;or Jesucristo es muy similar. Dios no nos cre&oacute; para que fu&eacute;ramos 
			sus lacayos serviles. La Biblia dice que somos coherederos y colaboradores con &eacute;l. Formamos 
			un equipo. Dios nos cre&oacute; para que recibi&eacute;ramos su amor y atenci&oacute;n y que nosotros le 
			correspondi&eacute;ramos de la misma manera. Estamos a su nivel. &iexcl;Claro que s&iacute;! Fuimos creados "a su 
			imagen y su semejanza." Y nosotros tambi&eacute;n encontramos nuestro prop&oacute;sito y destino al 
			sujetarnos a la voluntad de Dios.
		</p>
		
		<p>
			Uno de los errores que muchos traen en la mente es que el vaquero, al acercarse a Jesucristo, 
			va a perder su br&iacute;o. El diccionario define la palabra br&iacute;o como: Fuerza grande o robusta para 
			ejecutar una acci&oacute;n; esp&iacute;ritu de resoluci&oacute;n; el contrario es cobard&iacute;a. &iexcl;Dios no quiere 
			cobardes! Quiere valientes llenos de esp&iacute;ritu. Quiere que guardemos nuestro br&iacute;o y nos 
			sometamos a &eacute;l.
		</p>
		
		<p>
			En este vers&iacute;culo, vemos que el caballo requiere bocado y freno para sujetarse. &iquest;Por qu&eacute;? 
			Porque no tiene entendimiento. T&uacute; y yo tenemos entendimiento. Dios ni quiere ni va a poner un 
			freno en nuestra boca. Pero s&iacute; desea que nos acerquemos a &eacute;l. Vamos a leer su Palabra y 
			comprobar que &eacute;l es digno de nuestra confianza. Entonces podemos tomar un paso de fe hacia 
			&eacute;l y con gusto nos recibir&aacute;. "Ac&eacute;rcate a Dios, y &eacute;l se acercar&aacute; a ti" (Santiago 4:8).
		</p>
		
		<p>
			Otro idea equivocada que hace tropezar a muchos es la de ser manso es ser menso. Ser manso es 
			una virtud o cualidad que refleja el dominio propio el hecho de controlarse a uno mismo. 
			Proverbios 16:32 dice, "Mejor es el lento para la ira que el poderoso, y el que domina su 
			esp&iacute;ritu que el que toma una ciudad." En cuanto a los animales significa que no es bravo. 
			Todos los que montamos caballos sabemos que el caballo bravo de nada sirve en esa condici&oacute;n. 
			El caballo manso y sumiso es el que el entrenador puede hacer destacar seg&uacute;n sus habilidades. 
			El buen entrenador sabe conservar el br&iacute;o del caballo mientras realza sus habilidades.
		</p>
		
		<p>
			Lo que quita el br&iacute;o al hombre es la religi&oacute;n: seguir tradiciones que invalidan la Palabra de 
			vida y aparentar una piedad externa que niega el poder de ella. Deja que el Se&ntilde;or se acerque a 
			ti. Som&eacute;tete a Jes&uacute;s y d&eacute;jale tomar las riendas de tu vida. El es el Buen Amansador y sabe 
			realzar las habilidades que deposit&oacute; en ti al crearte. Tienes entendimiento y ahora es el 
			tiempo para ejercerlo y acercarte a tu Creador. As&iacute; ser&aacute;s &uacute;til para el Se&ntilde;or y encontrar&aacute;s tu 
			prop&oacute;sito y destino.
		</p>
		
	</div>

</body>
</html>
