<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1> No Te Conformes</h1>
		
		<p id="verse">
			"No te adaptes a las formas de este mundo, sino transf&oacute;rmate por medio de la renovaci&oacute;n de tu 
			mente, para que compruebes cu&aacute;l es la voluntad de Dios: lo bueno, lo que le agrada, y lo 
			perfecto." (Romanos 12:2)
		</p>
		
		<p>
			&iquest;Sab&iacute;as que Dios tiene un plan para tu vida? &iquest;Que &eacute;l te ha destinado para cosas grandes e 
			importantes? Cuando t&uacute; naciste de nuevo al recibir personalmente a Cristo como tu Salvador, 
			ese plan empez&oacute; a desarrollarse en tu vida. Dios te ha llamado para que seas victorioso en 
			esta vida. Y &eacute;l quiere ense&ntilde;arte a ganar en todo. Pero para que esto se realice, t&uacute; tienes 
			que pasar tiempo con &eacute;l para que lo conozcas y sepas qu&eacute; quiere hacer contigo.
		</p>
		
		<p>
			El mundo quiere que te conformes a &eacute;l. Que no salgas de las normas establecidas. Dios quiere 
			que seas transformado. O sea, completamente cambiado. Pero tu mente tiene que ser renovada. 
			Tienes que empezar a pensar de una manera nueva. Por ejemplo, hablemos del nuevo nacimiento 
			en Cristo. Para algunos del mundo esto es una imposibilidad y para otros, una tonter&iacute;a. 
			Pero la Biblia dice que a quienes lo reciben y creen en &eacute;l (Jesucristo), les concede el 
			privilegio de llegar a ser hijos de Dios (Juan 1:12). En otro lugar dice, "Si alguno est&aacute; 
			en Cristo, nueva criatura es" (II Corintios 5:17). Ahora, la Biblia dice que puedes nacer 
			de nuevo y tener una vida nueva. Pero t&uacute; tienes que decidir: &iquest;Vas a ponerte de acuerdo con 
			la forma en que piensa este mundo, o vas a creer lo que dice Dios? Si crees lo que Dios dice 
			y cambias tu forma de pensar para que est&eacute; de acuerdo con lo que &eacute;l dice, entonces ser&aacute; 
			cambiada tu forma de vivir y llegar&aacute;s a conocer la voluntad de Dios. Habr&aacute; una transformaci&oacute;n 
			en ti y podr&aacute;s comprobar que la voluntad de Dios para tu vida es buena, agradable y perfecta.
		</p>
		
		<p>
			Si t&uacute; ya has sentido el poder de esa transformaci&oacute;n o has sentido la presencia del Se&ntilde;or en tu 
			vida y quieres continuar y recibir m&aacute;s, pero no sabes qu&eacute; hacer, haz lo que dice en este 
			vers&iacute;culo: "Como ni&ntilde;os reci&eacute;n nacidos, busquen con ansia la leche espiritual pura, para que 
			por medio de ella crezcan y caminen en la salvaci&oacute;n" (I Pedro 2:2). Medita en el mensaje de 
			salvaci&oacute;n que has recibido. El proposito de este bolet&iacute;n es que sigas recibiendo alimento 
			espiritual para tu esp&iacute;ritu y crezcas en la salvaci&oacute;n.
		</p>
		
		<p>
			No permitas que este mundo te mantenga esclavo a sus criterios. En Cristo eres m&aacute;s que 
			vencedor y todo lo puedes por medio de &eacute;l, quien te am&oacute; y di&oacute; su vida por ti. No hay nada 
			que te pueda separar de ese amor.
		</p>
		
	</div>

</body>
</html>
