<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>El Nuevo Nacimiento</h1>
		
		<p>
			Cuando Dios cre&oacute; al hombre, lo cre&oacute; a su propia imagen. Le dio potestad y dominio sobre todo 
			animal en el mar, el cielo y la tierra. Le dio autoridad para reinar. El hombre era la corona 
			de toda la creaci&oacute;n de Dios. Era todo el prop&oacute;sito para la creaci&oacute;n de Dios. No hab&iacute;a nada m&aacute;s 
			grande ni m&aacute;s importante que el hombre, excepto Dios a cuya imagen hab&iacute;a sido creado. Y no 
			hab&iacute;a nada ni nadie m&aacute;s cerca al coraz&oacute;n de Dios.
		</p>
		
		<p>
			El hombre era el deleite y el orgullo de Dios. Dios lo puso en el para&iacute;so y cada tarde Dios y 
			el hombre paseaban all&iacute;, quiz&aacute;s platicando de la grandeza de la creaci&oacute;n de Dios o del trabajo 
			que el hombre llevaba a cabo, o quiz&aacute;s, me imagino, simplemente disfrutando cada uno la 
			compa&ntilde;&iacute;a del otro y conoci&eacute;ndose.
		</p>
		
		<p>
			El hombre estaba seguro en su posici&oacute;n. Era hijo de Dios y el rey de toda la creaci&oacute;n. Viv&iacute;a 
			en el para&iacute;so. Ten&iacute;a suplidas todas sus necesidades. Podemos decir que sin excepci&oacute;n alguna, 
			ten&iacute;a &eacute;xito. Entonces, &iquest;por qu&eacute; no vemos actualmente al hombre as&iacute;? &iquest;D&oacute;nde est&aacute; la grandeza y 
			el esplendor y el &eacute;xito del hombre? &iquest;Por qu&eacute; muchos de nosotros nos sentimos tan fracasados e 
			insatisfechos?
		</p>
		
		<p>
		Pues, porque luego vino el diablo y le enga&ntilde;&oacute;, haci&eacute;ndole pensar que el hombre pudiera ser aun m&aacute;s 
		de lo que era, o que hubiera habido aun m&aacute;s sobre lo cual reinar. Y aceptando el pensamiento, 
		desobedeci&oacute; la orden de su Padre Dios y cay&oacute;. Literalmente se muri&oacute;. Primero espiritualmente 
		perdi&oacute; su dominio y potestad, perdi&oacute; su autoridad y su reino, y sobre todo, perdi&oacute; su amistad y 
		su convivencia rica y dadora de vida con su Padre Dios, siendo corrido del para&iacute;so. Y luego se 
		muri&oacute; f&iacute;sicamente.
		</p>
		
		<p>
			El hombre en vez de reinar, lleg&oacute; a ser el s&uacute;bdito m&aacute;s bajo de un rey mal&iacute;simo. En vez de 
			tener autoridad, era esclavo. En vez de dominar, &iexcl;fue dominado! El hombre era un fracaso. 
			Pero Dios no se olvid&oacute; de su hombre &iexcl;de ninguna manera! Al contrario, a&uacute;n antes de empezar la 
			creaci&oacute;n &eacute;l hab&iacute;a preparado la soluci&oacute;n para remediar este problema: se llamaba Jes&uacute;s, el 
			Cordero de Dios. &eacute;l hab&iacute;a de venir despu&eacute;s a quitarle al diablo lo que hab&iacute;a robado por enga&ntilde;o 
			y a restaurarle al hombre a su posici&oacute;n anterior. Eso es lo que Jes&uacute;s hizo en la cruz. Nos 
			restaur&oacute; nuestro dominio y potestad. Nos devolvi&oacute; la autoridad y el reino. Y m&aacute;s que nada, nos 
			reconcili&oacute; con Dios y ahora podemos disfrutar de nuevo con &eacute;l la convivencia &iacute;ntima y el 
			compa&ntilde;erismo.
		</p>
		
		<p>
			&iquest;Y c&oacute;mo pueda uno apropiarse de todo esto? Es muy f&aacute;cil, m&aacute;s sin embargo se requiera un 
			compromiso, o una entrega total. El hombre, por su desobediencia, se muri&oacute; espiritualmente 
			y todos nosotros nos morimos con &eacute;l. Hab&iacute;a una deuda que pagar por consecuencia de la 
			desobediencia, y esa deuda era la muerte. Pero Jes&uacute;s vino y se muri&oacute; en nuestro lugar. Luego 
			resucit&oacute; de la muerte habiendo pagado la deuda en nuestra contra.
		</p>
		
		<p>
			Si estamos muertos espiritualmente tenemos que volver a vivir. La manera de empezar a vivir 
			naturalmente es a trav&eacute;s de un nacimiento. Es igual en el esp&iacute;ritu. Por eso Jes&uacute;s dice, 
			"Te aseguro que el que no nace de nuevo, no pueda ver el reino de Dios" (Juan 3:3). Ah&iacute; est&aacute; 
			la necesidad. Uno tiene que nacer de nuevo para tener una vida espiritual en el reino de Dios. 
			Pero &iquest;C&oacute;mo? "A quienes lo recibieron y creyeron en &eacute;l, les concedi&oacute; el privilegio de llegar a 
			ser hijos de Dios. Y son hijos de Dios, no por la naturaleza ni los deseos humanos, sino 
			porque Dios los ha engendrado" (Juan 1:12,13). Respuesta: simplemente por recibir a Jes&uacute;s y 
			creer en &eacute;l.
		</p>
		
		<p>
			T&uacute; puedes nacer de nuevo, nacer de Dios mismo, por medio de aceptar personalmente su perd&oacute;n y 
			su amistad. &eacute;l quiere hacer cambalacha contigo: Tu vida corrompida y fracasada por su vida 
			gloriosa y de &eacute;xito. Pero has de saber desde antes que no es cosa f&aacute;cil seguir a Jes&uacute;s. Hay 
			un costo: tienes que dejar atr&aacute;s toda tu vieja manera de vivir. "El que quiera salvar su vida, 
			la perder&aacute;..." (Mateo 16:25). Tambi&eacute;n hay persecuciones. Si persiguieron a Jes&uacute;s, &iquest;c&oacute;mo no 
			van a perseguir a sus seguidores? Si hablaban mal de &eacute;l, &iquest;c&oacute;mo van a hablar mal de ellos? 
			Si lo entregaron a la muerte, pues ya han entregado a muchos a la muerte y van a continuar 
			haci&eacute;ndolo. No, no es f&aacute;cil seguir a Jes&uacute;s. Para sus seguidores les esperan aflicciones, 
			persecuciones, murmuraciones, rechazos, hambres, angustias y a&uacute;n la muerte. Pero a este 
			vaquero siempre le ha gustado un buen reto, un desaf&iacute;o. Era uno de los motivos al empezar a 
			montar toros. Pero seguir a Jes&uacute;s de todo coraz&oacute;n, haciendo lo que a &eacute;l le agrada, es el reto 
			m&aacute;s grande que se puede encontrar. Tiene su costo pero tambi&eacute;n tiene su recompensa &iexcl;de la m&aacute;s 
			grande! "...Pero el que pierda la vida por causa m&iacute;a, la encontrar&aacute;." "Yo doy riquezas y 
			honra, grandes honores y prosperidad" (Proverbios 8:18). "Y todos los que por causa m&iacute;a hayan 
			dejado casa, o hermanos, o hermanas, o padre, o madre, o hijos, o terrenos, recibir&aacute;n cien 
			veces, y tambi&eacute;n recibir&aacute;n la vida eterna" (Mateo 19:29).
		</p>
		
		<p>
			Tienes que dejar atr&aacute;s tu vieja manera de vivir a cambio por la nueva que &eacute;l te va a entregar. 
			Lo que te est&aacute; ofreciendo es amistad con &eacute;l. Lo que exige de ti es que pongas en pr&aacute;ctica los 
			principios que te quiera ense&ntilde;ar. Si est&aacute;s de acuerdo y deseas aceptar el reto, dile algo 
			as&iacute;:
		</p>
		
		<p style=" font-style: italic; ">
			"Jes&uacute;s, yo quiero aceptar el reto. S&eacute; que no va a ser f&aacute;cil pero conf&iacute;o que est&aacute;s conmigo. 
			Te doy mi vida en cambio de la tuya y acepto tu perd&oacute;n en cambio de todos mis errores. 
			Ens&eacute;&ntilde;ame tus preceptos y ay&uacute;dame a ponerlos en pr&aacute;ctica. Gracias."
		</p>
		
		<p>
			Jes&uacute;s vino para reconciliarte con Dios y restaurarte al lugar que el hombre ocupaba con 
			Dios antes de la ca&iacute;da. Ahora en Cristo puedes empezar a reinar y a actuar con autoridad 
			aqu&iacute; en este mundo. Ahora puedes tener dominio y &eacute;xito en todo lo que emprendas, sea en la 
			arena del rodeo, del trabajo o estudios, o de tu matrimonio o familia. Ya est&aacute;s viendo como 
			en Cristo somos... &iexcl;M&Aacute;S QUE VENCEDORES!
		</p>
		
	</div>

</body>
</html>
