<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1> Pagar El Precio</h1>
		
		<p id="verse">
			"Y le llev&oacute; el diablo a un alto monte, y le mostr&oacute; en un momento de tiempo todos los reinos de 
			la tierra. Y le dijo el diablo: A ti te dar&eacute; toda esta potestad, y la gloria de ellos; porque 
			a m&iacute; es entregada, y a quien quiero la doy: Pues si t&uacute; adorares delante de m&iacute;, ser&aacute;n todos 
			tuyos. Y respondiendo Jes&uacute;s, le dijo: Vete de m&iacute;, Satan&aacute;s, porque escrito est&aacute;: A tu Se&ntilde;or 
			Dios adorar&aacute;s, y a &eacute;l solo servir&aacute;s." (Lucas 4:5-8)
		</p>
		
		<p>
			No hay atajos en el camino al &eacute;xito - la clase de &eacute;xito que Dios tiene para ti. Jes&uacute;s tuvo 
			que seguir el camino que su Padre estableci&oacute; para que llegara a ese &eacute;xito. Vino a rescatar 
			al mundo entero y restaurarlo al estado que ten&iacute;a antes de la ca&iacute;da de Ad&aacute;n. Era un estado 
			glorioso: el hombre caminaba con Dios diariamente, toda necesidad suya estaba suplida en el 
			para&iacute;so, ten&iacute;a dominio sobre toda la creaci&oacute;n, y la creaci&oacute;n, tanto como el hombre, reflejaba 
			la gloria de Dios.
		</p>
		
		<p>
			Jes&uacute;s sab&iacute;a el precio que ten&iacute;a que pagar para salvar todo aquello. Sab&iacute;a que no iba a ser 
			f&aacute;cil, pero estaba comprometido a devolver al hombre con toda la creaci&oacute;n a su primer lugar: 
			la &iacute;ntima comuni&oacute;n con Dios. Y sab&iacute;a que para lograrlo, ten&iacute;a que hacerlo de acuerdo al plan 
			de Dios, de acuerdo a lo que Dios hab&iacute;a establecido. No iba a haber atajos.
		</p>
		
		<p>
			Satan&aacute;s ofreci&oacute; a Jes&uacute;s un atajo - la opci&oacute;n de un camino f&aacute;cil. "No tienes que morir en esa 
			cruz; no tienes que sufrir nada; no tienes que estar separado de tu Padre celestial. S&oacute;lo 
			arrod&iacute;llate y ad&oacute;rame a m&iacute; y todo ser&aacute; tuyo."
		</p>
		
		<p>
			&iexcl;Gloria a Dios que no acept&oacute;! Jes&uacute;s escogi&oacute; el camino de Dios, la cruz, aunque era m&aacute;s dif&iacute;cil 
			en el momento, pero la victoria vino a ser m&aacute;s sabrosa y duradera: &iexcl;por siempre!
		</p>
		
		<p>
			Si Jes&uacute;s se hubiera rendido ante Satan&aacute;s ese d&iacute;a y le hubiera adorado, pues s&iacute; habr&iacute;a recibido 
			todos esos reinos y la gloria de ellos, pero tambi&eacute;n habr&iacute;a llegado a ser esclavo de Satan&aacute;s - 
			junto con nosotros. Habr&iacute;a ca&iacute;do exactamente igual que cay&oacute; Ad&aacute;n. Habr&iacute;a perdido toda su 
			posici&oacute;n con Dios.
		</p>
		
		<p>
			Cuando t&uacute; escoges hacer las cosas de la manera que a Dios le agrada, el diablo estar&aacute; ah&iacute; 
			para ofrecerte el camino f&aacute;cil. Pero el costo de optar por ese camino es la pura miseria.
		</p>
		
		<p>
			Hay que pagar un precio para hacer las cosas de Dios a su manera y obtener el &eacute;xito: la cruz. 
			El mundo te dir&aacute; que los principios b&iacute;blicos s&iacute; funcionar&aacute;n para ti, tal como el poder de 
			pensar positivamente o de hablar positivamente. "Lo &uacute;nico que tienes que hacer es aplicarlos, 
			pero no te molestes por la cruz. No necesitas a Jes&uacute;s." Entonces Jes&uacute;s muri&oacute; en vano. Pero no 
			fue as&iacute;. "Y dec&iacute;a a todos: Si alguno quiere venir en pos de m&iacute;, ni&eacute;guese a s&iacute; mismo, tome su 
			cruz cada d&iacute;a y s&iacute;game." (Lucas 9:23)
		</p>
		
		<p>
			Las cosas que valen en esta vida cuestan. Tu salvaci&oacute;n fue gratis, un regalo. Lo pag&oacute; Jes&uacute;s. 
			Pero t&uacute; &eacute;xito en esta vida te va a costar trabajo; disciplina de tu parte. No te quedes 
			pasivo. Lev&aacute;ntate y toma posesi&oacute;n de lo que te pertenece.
		</p>
		
	</div>

</body>
</html>
