<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>Premios (Patre 2)</h1>
		
		<p>
			En el rodeo, el premio m&aacute;s codiciado es la hebilla de oro. A lo mejor la has visto, con la que 
			premian al campe&oacute;n mundial despu&eacute;s de las Finales en Las Vegas. Esa hebilla representa el 
			esfuerzo, el sudor, las desveladas y los miles de millas viajando, las horas sin fin de 
			practicar y la inversi&oacute;n econ&oacute;mica, tanto como el talento y desempe&ntilde;o de un individuo 
			sobresaliente. Y representa la fama y la gloria.
		</p>
		
		<p>
			Pero despu&eacute;s de todo, &iquest;qu&eacute; pasa con esa hebilla? Es sorprendente o&iacute;r cuantos campeones 
			mundiales dicen que el ganar esa hebilla no fue todo lo que hab&iacute;an esperado; que despu&eacute;s 
			de haberse bajado las emociones del triunfo ellos se sintieron vac&iacute;os y deseosos de algo m&aacute;s. 
			Ellos esperaban que al ganar ese premio se satisficiera el deseo de su coraz&oacute;n. Por un tiempo 
			todo marchaba bien pero tarde o temprano todos volvieron a sentir ese hueco adentro y de nuevo 
			empezaron a buscar llenarlo. &iquest;Porqu&eacute;?
		</p>
		
		<p>
			La Biblia nos habla mucho acerca de los premios y c&oacute;mo alcanzarlos. Primero hay que decir que 
			la Biblia no habla de hebillas de oro como premios sino de coronas. Pero la idea es la misma. 
			Si vemos de qu&eacute; consisten los premios, podemos comprender por qu&eacute; los premios de este mundo 
			nunca traen una satisfacci&oacute;n duradera. Vamos a leer 1 Corintios 9:24-25, "Ustedes saben que en 
			una carrera todos corren, pero solamente uno recibe el premio. Pues bien, corran ustedes de 
			tal modo que reciban el premio. Los que se preparan para competir en un deporte, evitan todo 
			lo que pueda hacerles da&ntilde;o. Y esto lo hacen por alcanzar como premio una corona de hojas de 
			laurel, que enseguida se marchita."
		</p>
		
		<p>
			En el tiempo cuando Pablo escribi&oacute; este pasaje, los deportes y el atletismo eran tan 
			importantes y conocidos en esa cultura como lo son ahora en nuestro tiempo. Nos da a 
			conocer la actitud da los deportistas de su tiempo, en esta caso los corredores. Ellos 
			evitaban "todo" lo que pudiera hacerles da&ntilde;o. Estaban dedicados a alcanzar el premio y 
			no iban a permitir que nada les impidiera. &iquest;Tienes este tipo de dedicaci&oacute;n para ganar en el rodeo? Ahora ellos, con toda la entrega y el compromiso para ganar, luchaban y compet&iacute;an para llevarse el premio: una corona da hojas de laurel. &iexcl;&iquest;Qu&eacute;?! &iexcl;Todo ese trabajo y sufrimiento para ganar, y no recibieron m&aacute;s que unas hierbas de olor! Ojal&aacute; aprovecharan por lo menos comiendo unos guisados bien ricos despu&eacute;s. Porque Pablo dice el fin de esa corona: enseguida se marchita. Y as&iacute; es el fin de todos los premios que nos ofrece este mundo, sean los de hojas de laurel o hebillas del oro m&aacute;s fino &iexcl;todos se marchitan! Claro, unos se tardan m&aacute;s que otros, pero todos se acaban. Y otra cosa: no se pueden llevar de este mundo a donde vas a pasar la eternidad. Aqu&iacute; se quedan.
		</p>
		
		<p>
			Estos vers&iacute;culos tienen mucho consejo para nosotros en cuanto a c&oacute;mo debemos conducir nuestra 
			vida. Debemos seguir el ejemplo de entrenamiento de los deportistas de este mundo, pero no 
			para correr en la misma carrera ni para ganar el mismo tipo de premio. Ellos lo hacen para 
			ganar una corona que enseguida se marchita; en cambio los seguidores de Jesucristo luchamos 
			por recibir un premio que no se marchita. "...Que ustedes reciban la herencia que Dios les 
			tiene guardada en el cielo, la cual no puede destruirse, ni mancharse, ni marchitarse" 
			(1 Pedro 1:4). El premio ha sido reservado para cada uno de nosotros, s&oacute;lo hay que correr 
			y terminar la carrera para recibirlo. En 1 Corintios nos dice que corramos de tal modo que 
			recibamos el premio. Esto es por evitar todo lo que nos pueda hacer da&ntilde;o. El principio se 
			puede aplicar tanto natural como espiritualmente.
		</p>
		
		<p>
			&iquest;Qu&eacute; es el premio que buscas? &iquest;Uno que enseguida se marchita? &iquest;O uno que "no puede destruirse, 
			ni mancharse, ni marchitarse?" No hay nada malo en ganar premios de esta vida. Pero si eso es 
			lo &uacute;nico o lo m&aacute;s importante que ocupa tu coraz&oacute;n, te vas a quedar cada vez m&aacute;s desilusionado 
			porque jam&aacute;s pueden satisfacerte. Dios tiene premios preparados para ti como se dice en 
			1 Corintios 2:9, "Dios ha preparado para los que le aman cosas que nadie ha visto ni o&iacute;do, 
			y ni siquiera pensado." Solamente lo que &eacute;l ha preparado para ti te pueda satisfacer.
		</p>
		
		<p>
			Empezamos esta serie platicando acerca de la vida eterna y el nuevo nacimiento. La vida eterna 
			no es una recompensa o premio por haber vivido una vida "buena". Dios no se la debe a nadie. 
			M&aacute;s bien, es un regalo de Dios para nosotros. Esta vida eterna es en nosotros una fuente que 
			produce toda buena obra y cosa agradable a Dios. Para caminar en la vida Cristiana hay que 
			comenzar con un nuevo nacimiento. La Biblia dice, "El deportista no puede recibir el premio, 
			si no lucha de acuerdo con las reglas" (2 Timoteo 2:5). Igualmente, el vaquero no puede ganar 
			el premio si no paga su cuota de inscripci&oacute;n primero. &iquest;Has recibido tu cuota de inscripci&oacute;n 
			pagada a la vida eterna? Jesucristo ya la pag&oacute; y quiere comprob&aacute;rtelo entreg&aacute;ndote un nuevo 
			nacimiento, pero tienes que decirle que aceptas. Quiero darte la oportunidad de hacerlo ahora 
			si no lo hayas hecho antes. Puedes decirle as&iacute;: "Se&ntilde;or Jes&uacute;s, quiero decirte que acepto todo 
			lo que has hecho para m&iacute;. Tengo necesidad de una vida nueva y tu perd&oacute;n, y quiero nacer de 
			nuevo. Recibo en este momento dentro de m&iacute; tu fuente de vida eterna. Gracias por producir en 
			m&iacute; toda obra buena y cosa agradable a nuestro Dios."
		</p>
		
	</div>

</body>
</html>
