<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>
			Premios (Parte 1)
		</h1>
		
		<p>
			A todos nos interesa ganar premios. Hemos estado platicando del prop&oacute;sito del hombre y c&oacute;mo 
			fue creado para tener &eacute;xito en todo. Un deseo muy fuerte en el hombre es el de alcanzar el 
			&eacute;xito y llevarse el premio. Y es natural y justo tener ese deseo porque as&iacute; nos cre&oacute; el Se&ntilde;or.
		</p>
		
		<p>
			Vamos a empezar esta serie hablando de la vida eterna. &iquest;En que piensas cuando oyes las 
			palabras "vida eterna"? La mayor&iacute;a da la gente siempre piensa en vivir sin fin, el cielo, 
			o la vida despu&eacute;s de &eacute;sta. Y tienen raz&oacute;n porque lo es. Pero "vida eterna" significa mucho 
			m&aacute;s que una cantidad de vida. "Vida eterna" significa calidad de vida. De esto hemos tratado 
			en las ediciones anteriores. Una calidad de vida. Un nivel de vida mucho m&aacute;s all&aacute; del nivel 
			que nos ofrece este mundo. Jes&uacute;s dijo, "Yo he venido al mundo para que tengan vida, y para que 
			la tengan en abundancia" (Juan 10:10). Claro que s&iacute; significa la vida sin fin pero tambi&eacute;n una 
			calidad de vida en que siempre hay victoria y triunfo.
		</p>
		
		<p>
			Vimos como el pecado nos roba de la vida abundante que Dios tiene para nosotros pero tambi&eacute;n 
			vimos c&oacute;mo Jesucristo lo destruy&oacute; para todo aquel que quiere entrar en esa calidad de vida. El 
			nos da la vida eterna gratuitamente, como un regalo.
		</p>
		
		<p>
			Desgraciadamente, la tradici&oacute;n y la religi&oacute;n nos han ense&ntilde;ado que esta calidad de vida, esta 
			vida abundante, la vida eterna, s&oacute;lo se alcanza o empieza (1) despu&eacute;s de la muerte y (2) a 
			cambio de haber vivido una vida "buena". &iexcl;Lejos de la verdad! Si fuera la verdad, entonces 
			Jes&uacute;s estaba mintiendo cuando dijo, "Les aseguro que quien presta atenci&oacute;n a lo que yo digo y 
			crea en el que me envi&oacute;, tiene vida eterna; y no ser&aacute; condenado, pues ya ha pasado de la 
			muerte a la vida" (Juan 5:24). Nos han dicho que uno puede ganarse la vida eterna por hacer 
			buenas obras pero seg&uacute;n la Biblia, no es cierto. Dios dice claramente en Efesios 2:8,9, "Pues 
			por la bondad de Dios han recibido ustedes la salvaci&oacute;n por medio de la fe. No es esto algo 
			que ustedes mismos hayan conseguido, sino que les ha sido dado por Dios. No es el resultado de 
			las buenas obras, de modo que nadie pueda jactarse da nada."
		</p>
		
		<p>
			Una fuente que echa agua salada o amarga ni se pueda limpiar por cuanta agua que eche. Y las 
			aguas pueden verse cristalinas y muy bonitas pero son incapaces de producir vida. Hay que 
			cambiar la fuente. Eso es precisamente lo que hace Jes&uacute;s en nosotros al salvarnos.
		</p>
		
		<p>
			Gratuitamente, &eacute;l cambia la fuente de agua salada que est&aacute; dentro de nosotros para que echemos 
			agua dulce. Esa agua siempre produce vida. "El que beba del agua que yo la dar&eacute;, nunca volver&aacute; 
			a tener sed. Porque el agua que yo la dar&eacute; brotar&aacute; en &eacute;l como un manantial de vida eterna" 
			(Juan 4:14).
		</p>
		
		<p>
			La vida eterna es un regalo. Lo que hagas con ella determina los premios que recibir&aacute;s al 
			terminar esta vida. En el rodeo, el vaquero tiene que pagar su cuota de inscripci&oacute;n para poder 
			competir en el rodeo antes que gane alg&uacute;n premio. Sin pagar, no pueda competir. Aun si de 
			alguna manera logra competir, queda descalificado por no haberse inscrito y todo su esfuerzo 
			no sirve para nada. Pudo haber hecho la mejor monta o el tiempo m&aacute;s r&aacute;pido pero de nada sirve 
			si entr&oacute; al rodeo da la forma incorrecta. Hay que pagar la cuota de inscripci&oacute;n.
		</p>
		
		<p>
			As&iacute; es con las cosas espirituales. Hay muchos que est&aacute;n tratando de ganar los premios 
			celestiales pero no han entrado de la forma correcta al reino. Jes&uacute;s dijo, "Te aseguro que el 
			que no nace de agua y del Esp&iacute;ritu, no puede entrar en el reino de Dios" (Juan 3:5).
		</p>
		
		<p>
			Para poder competir por los premios que Dios nos ha preparado, hay que pagar la cuota de 
			inscripci&oacute;n. Uno tiene que inscribirse de la forma correcta para poder competir y esa forma 
			es haber nacido de nuevo. Pero ninguna cantidad de oro o plata es suficiente para pagarla. 
			No hay esfuerzo humano suficiente para realizarlo. Tu cuota de inscripci&oacute;n ya fue pagada 
			cuando Jesucristo muri&oacute; en la cruz y resucit&oacute;. La pag&oacute; con su propia sangre. Depende de ti 
			aceptar que tu cuota de inscripci&oacute;n sea pagada por medio de lo que Jesucristo ya ha hecho. 
			Entonces tendr&aacute; valor todo tu esfuerzo en esta arena de la vida porque Cristo mismo va a ser 
			la fuente en ti echando agua dulce que produce vida.
		</p>
		
		<p>
			Hay que repetir y enfatizarlo, la vida eterna no es una recompensa, sino un regalo, y lo que 
			hagas con ella determina los premios que recibir&aacute;s al terminar esta vida. Hay personas que 
			hacen buenas obras para ganarse la vida eterna. Pero los creyentes de Jesucristo ya han 
			recibido como un regalo la vida eterna, y esa misma vida no solamente est&aacute; produciendo buenas 
			obras en ellos sino tambi&eacute;n llev&aacute;ndolos en un constante desfile da victoria y triunfo. 
			"Pues es Dios quien nos ha hecho; &eacute;l nos ha creado en Cristo Jes&uacute;s para que hagamos buenas 
			obras, seg&uacute;n &eacute;l lo hab&iacute;a dispuesto de antemano" (Efesios 2:10).
		</p>
		
		<p>
			En la siguiente edici&oacute;n veremos m&aacute;s acerca de los premios que vienen como recompensa por haber 
			permitido fluir la vida eterna a trav&eacute;s de nosotros.
		</p>
		
	</div>

</body>
</html>
