<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>&iexcl;Pura Vida!</h1>
		
		<p>
			Qued&eacute; impresionado por este dicho en Costa Rica. Me gust&oacute; mucho. Reflexion&eacute; en lo que 
			significan estas palabras. Como costumbre, todo lo relaciono con la Palabra de Dios y 
			esto no fue excepci&oacute;n. Pregunt&eacute;, "&iquest;Qu&eacute; dice la Biblia acerca de la pura vida?" Bastante, 
			pero muchas veces no nos damos cuenta de qu&eacute; est&aacute; hablando. Vamos a ver algunos vers&iacute;culos:
		</p>
		
		<p>
			Porque de tal manera am&oacute; Dios al mundo, que dio a su Hijo unig&eacute;nito, para que todo aquel 
			que cree en El, no se pierda, mas tenga vida eterna. (Juan 3:16) 
		</p>
		
		<p>
			El que cree en el Hijo, tiene vida eterna. (Juan 3:36) 
		</p>
		
		<p>
			El que oye mi palabra, y cree al que me ha enviado, tiene vida eterna. (Juan 5:24) 
		</p>
		
		<p>
			Que todo aquel que ve al Hijo, y cree en &eacute;l, tenga vida eterna. (Juan 6:40) 
		</p>
		
		<p>
			El que cree en m&iacute;, tiene vida eterna. (Juan 6:47) 
		</p>
		
		<p>
			Y esta es la vida eterna: que te conozcan a ti, el &uacute;nico Dios verdadero, y a Jesucristo, a 
			quien has enviado. (Juan 17:3)
		</p>
		
		<p>
			Es obvio al ver estos pocos vers&iacute;culos que Dios quiere que tengamos vida. &iquest;Qu&eacute; clase de vida? 
			Vida eterna. Casi siempre al o&iacute;r las palabras "vida eterna" pensamos en una cantidad de 
			tiempo, o sea, vivir sin morir. Pero, m&aacute;s que una cantidad de vida, Dios quiere que 
			experimentemos una calidad de vida. La vida que Dios quiere que tengamos es vida absoluta, 
			en que no hay nada de muerte, dolor, tristeza, aflicci&oacute;n, opresi&oacute;n, falta o caos. Es pura 
			vida en que no haya nada de imperfecci&oacute;n.
		</p>
		
		<p>
			&iexcl;Caray! Entonces, &iquest;c&oacute;mo es posible que alcancemos esa clase de vida? No es posible. Es 
			imposible alcanzarla. Pero s&iacute; la podemos recibir como un regalo de Dios. Lee otra vez los 
			vers&iacute;culos arriba. Ver&aacute;s que es muy sencillo recibir la calidad de vida que nos ofrece Dios. 
			Simplemente por el creer.
		</p>
		
		<p>
			&iquest;Qu&eacute; es creer? No es simplemente admitir que Dios existe porque aun el diablo hace esto. 
			Sino es confiar en, depender de, apoyarse en la persona de Dios y en lo que dice. Y para 
			nosotros, es confiar en lo que dice acerca de su Hijo y lo que &eacute;l ha hecho. Seg&uacute;n el &uacute;ltimo 
			vers&iacute;culo, la vida eterna es simplemente conocer a Dios y a su Hijo. Pues al conocerlos, 
			tienes la habilidad de confiar en ellos, depender de ellos y apoyarte en ellos. Al hacer esto, 
			la vida eterna empieza a fluir a trav&eacute;s de ti. Se manifiesta en ti la misma manera en que se 
			manifestaba a trav&eacute;s de Jesucristo: con dominio propio, autoridad, sanidad, prosperidad, paz, 
			amor, gozo, sabidur&iacute;a y victoria, adem&aacute;s de se&ntilde;ales, prodigios y aun milagros.
		</p>
		
		<p>
			Y el testimonio es &eacute;ste: que Dios nos ha dado vida eterna, y esta vida est&aacute; en su Hijo. El 
			que tiene al Hijo tiene la vida, y el que no tiene al Hijo de Dios, no tiene la vida. 
			(1 Juan 5:11,12) Por supuesto la vida eterna es cantidad de vida. Pero m&aacute;s importante es una 
			calidad de vida. Es la vida de Dios y en ella no hay nada de muerte. Dios la prepar&oacute; para que 
			camines en ella. &iquest;La recibes? La vida eterna es... &iexcl;Pura vida!
		</p>
		
	</div>

</body>
</html>
