<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1> El Sombrero Viejo</h1>
		
		<p id="verse">
		"Yo s&eacute; que mi Redentor vive, y al fin se levantar&aacute; sobre la tierra." (Job 19:25)
		</p>
		
		<p>
			&iquest;Qu&eacute; es un redentor? La Biblia nos da a entender que Jesucristo es nuestro Redentor, pero 
			&iquest;qu&eacute; es eso?
		</p>
		
		<p>
		Primero, un redentor hace la acci&oacute;n de redimir. Redimir es rescatar a los cautivos. Significa 
		pagar alg&uacute;n precio. Y eso es lo que hizo Jesucristo: vino a rescatarnos, a pagar un precio y liberarnos de la cautividad al pecado y de todas sus consecuencias.
		</p>
		
		<p>
			Jes&uacute;s pag&oacute; el rescate para lograr nuestra libertad. Pero, quiz&aacute;s todav&iacute;a no est&aacute; claro lo 
			que significa. As&iacute; quiero compartirles un relato de c&oacute;mo el Se&ntilde;or nos hizo entender que Jesucristo es nuestro Redentor.
		</p>
		
		<p>
			Un d&iacute;a varios vaqueros estuvimos en la tienda de otro que arreglaba sombreros. Y aquel hizo 
			la pregunta, "&iquest;Qu&eacute; es un redentor?"
		</p>
		
		<p>
			Yo me fij&eacute; en lo que estaba haciendo y en su oficio. Vi la condici&oacute;n de los sombreros que 
			los vaqueros hab&iacute;an dejado all&iacute; y de repente me vino la respuesta.
		</p>
		
		<p>
		"T&uacute;," le dije. "T&uacute; eres un redentor. Salvas los sombreros de su destino apropiado, de lo que 
		merecen: el basurero. Los vaqueros te traen sus sombreros viejos, sucios, manchados, rotos y feos. 
		No sirven para nada m&aacute;s que tirarlos a la basura, pero t&uacute; los rescatas. Los limpias, los arreglas, 
		los das forma. A fin de cuenta, los das nueva vida, rescat&aacute;ndolos as&iacute; del basurero."
		</p>
		
		<p>
			"Eso es lo que Jesucristo hace con nosotros. No merecemos nada m&aacute;s que ser tirados al 
			infierno. Pero toma nuestra vida sucia, manchada, rota y fea. Nos limpia, nos arregla y 
			hace algo hermoso de una cosa que no serv&iacute;a para nada. &Eacute;l nos da nueva vida, rescat&aacute;ndonos 
			del infierno."
		</p>
		
		<p>
			Jesucristo es el &uacute;nico que tiene el poder para realizar la redenci&oacute;n de nuestra vida. El 
			sombrerero utiliza solventes u otros qu&iacute;micos para quitar las manchas del sombrero. Sin 
			embargo, por cu&aacute;n bueno que sea el sombrerero, hay algunas manchas que no se quitan. Hay 
			algunas condiciones que no se pueden arreglar. &iquest;Por qu&eacute;? Porque el sombrerero es humano. 
			Hace todo lo posible para arreglar el sombrero pero a veces no es suficiente, porque algunas 
			manchas de este mundo no se pueden quitar.
		</p>
		
		<p>
			Pero para Jesucristo no es as&iacute;. &iexcl;Aleluya! Es nuestro Creador y no hay nada imposible para &eacute;l. 
			En vez de solvente o alg&uacute;n qu&iacute;mico, nos limpia con su propia sangre. No hay ninguna mancha que 
			pueda resistir esa sangre. Miren lo que Dios dice acerca de nuestra condici&oacute;n pecadora en 
			Isa&iacute;as 1:18, "Vengan, dice Jehov&aacute;, y estemos a cuenta: aunque sus pecados sean como la grana 
			(roja), como la nieve ser&aacute;n emblanquecidos; aunque sean rojos como el carmes&iacute;, vendr&aacute;n a ser 
			como blanca lana."
		</p>
		
		<p>
		&iquest;C&oacute;mo lo hace? <strong>"Fueron ustedes rescatados (redimidos), no con cosas corruptibles, como oro 
		o plata, sino con la sangre preciosa de Cristo"</strong> (1 Pedro 1:18,19).
		</p>
		
		<p>
			Y miren con cu&aacute;n grande amor nos ama el Se&ntilde;or. Si fu&eacute;ramos muy ricos, a lo mejor simplemente 
			tiramos un viejo sombrero a la basura y compramos otro nuevo. Pero el Se&ntilde;or, a quien pertenece 
			toda la tierra y el ganado sobre ella, no nos desech&oacute; sino tom&oacute; la decisi&oacute;n de salvarnos. O, 
			quiz&aacute;s no hay esperanza para el sombrero o no hay sombrerero que lo pueda arreglar. La Biblia 
			dice que Jes&uacute;s muri&oacute; por nosotros cuando no ten&iacute;amos ninguna esperanza. No hay mancha que su 
			sangre no la pueda quitar. No hay vida destrozada que &eacute;l no la pueda arreglar. No, para nada 
			nos desecha. Sino nos rescata, nos salva y hace algo nuevo y hermoso de nuestra vida.
		</p>
		
		<p>
			Qu&eacute; bendecidos somos cuando recibimos a Jesucristo como nuestro Redentor. Me gusta lo que dice 
			Dios en Isa&iacute;as 48:17, "As&iacute; ha dicho Jehov&aacute;, tu Redentor, el Santo de Israel: Yo soy Jehov&aacute; tu 
			Dios, que te ense&ntilde;a para provecho tuyo, que te encamina por el camino que debes seguir." Con 
			el Se&ntilde;or a tu diestra, siempre vas por buen camino.
		</p>
		
		<p>
			&iquest;C&oacute;mo ves tu vida? &iquest;Parecida a un sombrero viejo, manchado y feo? &iquest;Por qu&eacute; no aceptas 
			personalmente a Jesucristo como tu Redentor ahora mismo? Toma la decisi&oacute;n de caminar en pos de 
			&eacute;l y poner en pr&aacute;ctica sus ense&ntilde;anzas con todo tu coraz&oacute;n. Si no lo has hecho, pi&eacute;nsalo bien. 
			El tiempo para este mundo se va acabando. El regreso del Se&ntilde;or est&aacute; m&aacute;s cerca que nunca y 
			&iquest;c&oacute;mo te va a encontrar? &Eacute;l quiere y puede transformar tu vida en algo hermoso. Hoy es el 
			d&iacute;a para recibir su favor.
		</p>
		
	</div>

</body>
</html>
