<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>Tu Deseo</h1>
		
		<p id="verse">
			"Pon tu delicia en el SE&Ntilde;OR, y El te dar&aacute; las peticiones de tu coraz&oacute;n."  (Salmo 37:4)
		</p>
		
		<p>
			Otra traducci&oacute;n de este vers&iacute;culo dice, "Del&eacute;itate en el SE&Ntilde;OR, y El te conceder&aacute; los deseos 
			de tu coraz&oacute;n." Que bonita promesa, que cuando nuestra delicia est&aacute; en el Se&ntilde;or, nos da 
			nuestros deseos. Pero hay que ver algo aqu&iacute;, algo que va mucho m&aacute;s all&aacute; de simplemente ver 
			la manifestaci&oacute;n de nuestro deseo. Est&aacute; diciendo que cuando nos deleitamos en el Se&ntilde;or, &eacute;l 
			pone los deseos en nuestro coraz&oacute;n. &iexcl;Nos da el deseo de tener algo! Y luego nos lo concede. 
			Aun antes de recibir lo que deseas, Dios ya puso en tu coraz&oacute;n las ganas de desear tal cosa.
		</p>
		
		<p>
			Cuando yo estaba en la universidad, rentaba una casa. Cada mes, al pagar la renta, pens&eacute;, 
			"Adi&oacute;s, dinero." Al fin de mes no ten&iacute;a nada tangible por mi gasto. As&iacute; que pens&eacute; en comprar 
			algo m&iacute;o, pero una casa costaba mucho dinero. Ten&iacute;a la idea de comprar una casa rodante. 
			Siempre me ha gustado viajar. Y quer&iacute;a comprar una que fuera grandecita y en buenas 
			condiciones. Me puse a buscar una y al fin encontr&eacute; una que era m&aacute;s grande, m&aacute;s nueva y con 
			m&aacute;s cosas de lo que me hab&iacute;a imaginado. Ech&eacute; n&uacute;meros y descubr&iacute; que la mensualidad ser&iacute;a igual 
			o menos que la renta para una casa mediana. Dios puso todos los medios en cuanto a un 
			pr&eacute;stamo, seguro, d&oacute;nde estacionarlo, etc. Pas&eacute; un a&ntilde;o y medio viviendo en esa casa rodante. 
			Llev&eacute; a mis padres a acampar en el bosque. La prest&eacute; a unos amigos para unas vacaciones. 
			Fui a unos rodeos con ella. Cuando la vend&iacute;, &iexcl;me pagaron $2,600 d&oacute;lares m&aacute;s de lo que me 
			cost&oacute;! Realmente no me cost&oacute; nada para hospedarme durante un a&ntilde;o y medio. Yo estaba tan 
			contento y animado al ver c&oacute;mo me bendijo Dios y por lo que hab&iacute;a aprendido de la experiencia, 
			que le di una ofrenda de la gran parte de ese dinero. Y con lo que rest&oacute;, me fui a los rodeos 
			por unos dos meses.
		</p>
		
		<p>
		Tu deseo es importante para Dios. Lo puso en ti porque quiere cumplir su voluntad aqu&iacute; en este 
		mundo. En Juan 15:7 Jes&uacute;s nos dice, "Si permanecen en m&iacute;, y mis palabras permanecen en ustedes, 
		pidan todo lo que quieran, y les ser&aacute; hecho." &iexcl;H&iacute;jole! &iquest;Te fijaste en esa palabra todo? &iexcl;Todo lo 
		que t&uacute; quieras y te ser&aacute; hecho! Y &iquest;viste que si permaneces en &eacute;l y su palabra en ti, que te ordena 
		pedir? Claro que hay una condici&oacute;n: que permanezcas en &eacute;l y su palabra permanezca en ti. Pero esto 
		habla acerca de conocerle y tener una relaci&oacute;n con &eacute;l. No es nada dif&iacute;cil. Realmente es un placer.
		</p>
		
		<p>
			Proverbios 13:12 dice, "...El deseo cumplido es &aacute;rbol de vida." Cuando tu deseo se cumple, se 
			convierte en un &aacute;rbol de vida. T&uacute; y toda la gente a tu alrededor pueden estirar la mano, comer 
			del fruto de ese &aacute;rbol &iexcl;y vivir!
		</p>
		
		<p>
			Todo el prop&oacute;sito de Dios en cuanto a nosotros es darnos vida eterna. Jes&uacute;s dijo en 
			Juan 12:50, "Y s&eacute; que su mandamiento es vida eterna." El Padre envi&oacute; a Jes&uacute;s con una orden y 
			todo lo que Jes&uacute;s dijo e hizo fue en obediencia a esa orden con el fin de cumplirla: darnos 
			esa vida.
		</p>
		
		<p>
			No tengas temor de pedir a Dios el deseo de tu coraz&oacute;n. El lo puso ah&iacute; porque te ama y quiere 
			manifestar su grandeza en tu vida y en la vida de la gente alrededor de ti. Esfu&eacute;rzate por 
			permanecer en Jes&uacute;s y deja que su palabra permanezca en ti.
		</p>
		
		<p>
			Terminamos con Efesios 3:20-21, "Y a aquel que es poderoso para hacer todo mucho m&aacute;s 
			abundantemente de lo que pedimos o entendemos, seg&uacute;n el poder que obra en nosotros, a El sea 
			la gloria en la iglesia y en Cristo Jes&uacute;s por todas las generaciones, por los siglos de los 
			siglos. Am&eacute;n."
		</p>
		
	</div>

</body>
</html>
