<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="keywords" content="Vaqueros En Cristo, Vaqueros, Cristo, Cowboy, cowboys, Mexico, Saltillo, Coahuila">
<meta name="description" content="Vaqueros en Cristo es un ministerio del Centro de Alcance Internacional al Mundo Vaquero (International Western World Outreach Center, aka Rodeo Cowboy Ministries), dedicado a llevar la Palabra de Dios no adulterada a los vaqueros de rodeo y otra gente de a caballo en toda Latinoam&eacute;rica.">
<meta http-equiv="Content-Language" content="en-us">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Vaqueros En Cristo | Espa&ntilde;ol</title>
<link href="/../styles/articles.css" rel="stylesheet" type="text/css" />
</head>

<body>

	<div id="container">
		<h1>
			Ya Es Tiempo<br />Para Creer En El Evangelio
		</h1>
		
		<p id="verse">
			 Jes&uacute;s vino a Galilea predicando el evangelio del reino de Dios, diciendo: "El tiempo se 
			 ha cumplido, y el reino de Dios se ha acercado; arrepent&iacute;os, y creed en el evangelio" 
			 (Marcos 1:14,15).
		</p>
		
		<p>
			&iquest;Por qu&eacute; hay tanta resistencia en nuestro d&iacute;a contra las cosas de Dios? La palabra "evangelio" 
			significa buena nueva o buenas noticias. &iquest;De qu&eacute; son las buenas noticias? De que el reino de 
			Dios se ha acercado. Todo lo que Dios nos ofrece est&aacute; en su reino y dice que los que quieren 
			ya pueden entrar y vivir en su reino.
		</p>
		
		<p>
		Jesucristo vino a traernos buenas noticias acerca de algo. Ya es tiempo de que le prestemos 
		atenci&oacute;n para saber cu&aacute;les son. Jes&uacute;s no vino al mundo para condenar el mundo. Vino para que el 
		mundo fuera salvado por medio de &eacute;l. El trae buenas noticias de una vida nueva; una vida mejor. 
		Necesitamos acercarnos a &eacute;l y aprender de &eacute;l c&oacute;mo caminar en ella.
		</p>
		
		<p>
			&iquest;De qu&eacute; son las buenas noticias? Esto depende de cada quien y su necesidad. Si eres pobre, 
			son muy buenas noticias que ya no tienes que andar en la pobreza, pues en el reino de Dios 
			toda necesidad se suple y hay abundancia y prosperidad. Para el enfermo, es la sanidad. Para 
			el ciego, la vista y para el sordo, el o&iacute;r. Para el esclavo, es la libertad. Para el 
			deprimido, el gozo. Para el atormentado, la paz. Para el culpable, el perd&oacute;n y la 
			misericordia. Para el perdido, ser hallado. Para el rechazado, la aceptaci&oacute;n. Para el 
			desamparado, la seguridad. Para el solitario, la amistad. Para los fracasados de este mundo, 
			el &eacute;xito. Para los derrotados, la victoria. Y para los desilusionados, una visi&oacute;n de fe y 
			amor.
		</p>
		
		<p>
			Ahora, existe el pensamiento de que el reino de Dios empieza despu&eacute;s de la muerte; que no es 
			para nosotros aqu&iacute; en la tierra sino para los muertos all&aacute; en el cielo. Pero f&iacute;jate bien en 
			lo que Jes&uacute;s dijo: <strong>"...el reino de Dios se ha acercado."</strong> Es cierto que 
			despu&eacute;s de la muerte el reino de Dios se hereda totalmente por el creyente. Pero Jes&uacute;s nos 
			hace entender que su reino est&aacute; aqu&iacute;, <strong>"el reino de Dios est&aacute; entre vosotros"</strong> 
			(Lucas 17:21). Y lo demostr&oacute; por los milagros que hizo. Los evangelios son las buenas noticias 
			de que Dios ha venido al hombre (Emanuel - Dios entre nosotros) y ha traido consigo su reino 
			para que empecemos a vivir en &eacute;l.
		</p>
		
		<p>
			Es tiempo que nosotros cambiemos nuestra actitud hacia Dios y su reino y creamos lo que nos 
			est&aacute; ofreciendo. El que resiste va a quedar fuera.
		</p>
		
		<p>
			&iquest;C&oacute;mo es una manera pr&aacute;ctica de que yo puedo empezar a disfrutar el reino de Dios? Por leer 
			cualquiera de los evangelios de Mateo, Marcos, Lucas o Juan y creer lo que Jes&uacute;s dice acerca 
			del reino de Dios. "La fe viene por el o&iacute;r, y o&iacute;r la palabra de Dios" (Romanos 10:17). All&iacute; 
			encontrar&aacute;s buenas noticias para ti y la situaci&oacute;n en que andas actualmente. Cr&eacute;elas y 
			rec&iacute;belas, y te dar&aacute;s cuenta de que realmente son &iexcl;buenas noticias!
		</p>
		
	</div>

</body>
</html>
